{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "(": 5,
      ")": 6,
      "ء": 7,
      "آ": 8,
      "ئ": 9,
      "ا": 10,
      "ب": 11,
      "ت": 12,
      "ج": 13,
      "خ": 14,
      "د": 15,
      "ر": 16,
      "ز": 17,
      "س": 18,
      "ش": 19,
      "ص": 20,
      "ط": 21,
      "ل": 22,
      "م": 23,
      "ن": 24,
      "و": 25,
      "َ": 26,
      "ُ": 27,
      "ِ": 28,
      "ّ": 29,
      "ْ": 30,
      "پ": 31,
      "چ": 32,
      "ڑ": 33,
      "ژ": 34,
      "ک": 35,
      "گ": 36,
      "ں": 37,
      "ھ": 38,
      "ہ": 39,
      "ی": 40,
      "ے": 41,
      "۔": 42,
      "ءَ": 43,
      "ان": 44,
      "ای": 45,
      "اں": 46,
      "ءُ": 47,
      "ءِ": 48,
      "نت": 49,
      "ند": 50,
      "یں": 51,
      "ار": 52,
      "وت": 53,
      "چک": 54,
      "ایت": 55,
      "ال": 56,
      "اَ": 57,
      "بچک": 58,
      "کہ": 59,
      "ھم": 60,
      "وتی": 61,
      "اَنت": 62,
      "اِ": 63,
      "اھ": 64,
      "رد": 65,
      "می": 66,
      "وش": 67,
      "کن": 68,
      "یک": 69,
      "انی": 70,
      "بی": 71,
      "تو": 72,
      "جان": 73,
      "دو": 74,
      "دار": 75,
      "رجان": 76,
      "شانی": 77,
      "لہ": 78,
      "من": 79,
      "نا": 80,
      "وک": 81,
      "َند": 82,
      "ُن": 83,
      "گش": 84,
      "اللہ": 85,
      "بچکَند": 86,
      "رجانک": 87,
      "اس": 88,
      "اُ": 89,
      "بر": 90,
      "بل": 91,
      "بہ": 92,
      "بے": 93,
      "بُن": 94,
      "تک": 95,
      "تگ": 96,
      "جاھ": 97,
      "دگ": 98,
      "دی": 99,
      "روش": 100,
      "زمی": 101,
      "ست": 102,
      "شک": 103,
      "شی": 104,
      "مل": 105,
      "ماں": 106,
      "مرد": 107,
      "نہ": 108,
      "ناں": 109,
      "نشانی": 110,
      "وں": 111,
      "ْروش": 112,
      "پد": 113,
      "پر": 114,
      "پہ": 115,
      "پْروش": 116,
      "چی": 117,
      "چے": 118,
      "کیں": 119,
      "گِ": 120,
      "گپ": 121,
      "گی": 122,
      "ھر": 123,
      "ایاں": 124,
      "ایشی": 125,
      "ندے": 126,
      "اریں": 127,
      "بچکندے": 128,
      "ھمایاں": 129,
      "اِنت": 130,
      "میت": 131,
      "وشیں": 132,
      "کنوک": 133,
      "تواریں": 134,
      "دوست": 135,
      "اُمیت": 136,
      "تکبر": 137,
      "جاھے": 138,
      "دگہ": 139,
      "زمین": 140
    },
    "merges": [
      [
        "ء",
        "َ"
      ],
      [
        "ا",
        "ن"
      ],
      [
        "ا",
        "ی"
      ],
      [
        "ا",
        "ں"
      ],
      [
        "ء",
        "ُ"
      ],
      [
        "ء",
        "ِ"
      ],
      [
        "ن",
        "ت"
      ],
      [
        "ن",
        "د"
      ],
      [
        "ی",
        "ں"
      ],
      [
        "ا",
        "ر"
      ],
      [
        "و",
        "ت"
      ],
      [
        "چ",
        "ک"
      ],
      [
        "ای",
        "ت"
      ],
      [
        "ا",
        "ل"
      ],
      [
        "ا",
        "َ"
      ],
      [
        "ب",
        "چک"
      ],
      [
        "ک",
        "ہ"
      ],
      [
        "ھ",
        "م"
      ],
      [
        "وت",
        "ی"
      ],
      [
        "اَ",
        "نت"
      ],
      [
        "ا",
        "ِ"
      ],
      [
        "ا",
        "ھ"
      ],
      [
        "ر",
        "د"
      ],
      [
        "م",
        "ی"
      ],
      [
        "و",
        "ش"
      ],
      [
        "ک",
        "ن"
      ],
      [
        "ی",
        "ک"
      ],
      [
        "ان",
        "ی"
      ],
      [
        "ب",
        "ی"
      ],
      [
        "ت",
        "و"
      ],
      [
        "ج",
        "ان"
      ],
      [
        "د",
        "و"
      ],
      [
        "د",
        "ار"
      ],
      [
        "ر",
        "جان"
      ],
      [
        "ش",
        "انی"
      ],
      [
        "ل",
        "ہ"
      ],
      [
        "م",
        "ن"
      ],
      [
        "ن",
        "ا"
      ],
      [
        "و",
        "ک"
      ],
      [
        "َ",
        "ند"
      ],
      [
        "ُ",
        "ن"
      ],
      [
        "گ",
        "ش"
      ],
      [
        "ال",
        "لہ"
      ],
      [
        "بچک",
        "َند"
      ],
      [
        "رجان",
        "ک"
      ],
      [
        "ا",
        "س"
      ],
      [
        "ا",
        "ُ"
      ],
      [
        "ب",
        "ر"
      ],
      [
        "ب",
        "ل"
      ],
      [
        "ب",
        "ہ"
      ],
      [
        "ب",
        "ے"
      ],
      [
        "ب",
        "ُن"
      ],
      [
        "ت",
        "ک"
      ],
      [
        "ت",
        "گ"
      ],
      [
        "ج",
        "اھ"
      ],
      [
        "د",
        "گ"
      ],
      [
        "د",
        "ی"
      ],
      [
        "ر",
        "وش"
      ],
      [
        "ز",
        "می"
      ],
      [
        "س",
        "ت"
      ],
      [
        "ش",
        "ک"
      ],
      [
        "ش",
        "ی"
      ],
      [
        "م",
        "ل"
      ],
      [
        "م",
        "اں"
      ],
      [
        "م",
        "رد"
      ],
      [
        "ن",
        "ہ"
      ],
      [
        "ن",
        "اں"
      ],
      [
        "ن",
        "شانی"
      ],
      [
        "و",
        "ں"
      ],
      [
        "ْ",
        "روش"
      ],
      [
        "پ",
        "د"
      ],
      [
        "پ",
        "ر"
      ],
      [
        "پ",
        "ہ"
      ],
      [
        "پ",
        "ْروش"
      ],
      [
        "چ",
        "ی"
      ],
      [
        "چ",
        "ے"
      ],
      [
        "ک",
        "یں"
      ],
      [
        "گ",
        "ِ"
      ],
      [
        "گ",
        "پ"
      ],
      [
        "گ",
        "ی"
      ],
      [
        "ھ",
        "ر"
      ],
      [
        "ای",
        "اں"
      ],
      [
        "ای",
        "شی"
      ],
      [
        "ند",
        "ے"
      ],
      [
        "ار",
        "یں"
      ],
      [
        "بچک",
        "ندے"
      ],
      [
        "ھم",
        "ایاں"
      ],
      [
        "اِ",
        "نت"
      ],
      [
        "می",
        "ت"
      ],
      [
        "وش",
        "یں"
      ],
      [
        "کن",
        "وک"
      ],
      [
        "تو",
        "اریں"
      ],
      [
        "دو",
        "ست"
      ],
      [
        "اُ",
        "میت"
      ],
      [
        "تک",
        "بر"
      ],
      [
        "جاھ",
        "ے"
      ],
      [
        "دگ",
        "ہ"
      ],
      [
        "زمی",
        "ن"
      ]
    ]
  }
}
