{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      ":": 10,
      "[": 11,
      "]": 12,
      "_": 13,
      "a": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "i": 18,
      "k": 19,
      "l": 20,
      "n": 21,
      "o": 22,
      "s": 23,
      "t": 24,
      "x": 25,
      "{": 26,
      "}": 27,
      "،": 28,
      "؛": 29,
      "؟": 30,
      "ء": 31,
      "آ": 32,
      "ؤ": 33,
      "ا": 34,
      "ب": 35,
      "ت": 36,
      "ج": 37,
      "د": 38,
      "ر": 39,
      "ز": 40,
      "س": 41,
      "ش": 42,
      "ل": 43,
      "م": 44,
      "ن": 45,
      "ه": 46,
      "و": 47,
      "ٹ": 48,
      "پ": 49,
      "چ": 50,
      "ڈ": 51,
      "ڑ": 52,
      "ژ": 53,
      "ک": 54,
      "گ": 55,
      "ں": 56,
      "ھ": 57,
      "ہ": 58,
      "ی": 59,
      "ے": 60,
      "\",": 61,
      "ان": 62,
      "یں": 63,
      "ار": 64,
      "بل": 65,
      "انت": 66,
      "را": 67,
      "وچ": 68,
      "بلوچ": 69,
      "اں": 70,
      "کہ": 71,
      "ات": 72,
      "ست": 73,
      "کن": 74,
      "ما": 75,
      "وت": 76,
      "ای": 77,
      "ال": 78,
      "وان": 79,
      "بی": 80,
      "راج": 81,
      "بان": 82,
      "یے": 83,
      "شت": 84,
      "در": 85,
      "بلوچی": 86,
      "زبان": 87,
      "بہ": 88,
      "دی": 89,
      "وش": 90,
      "ھم": 91,
      "ایں": 92,
      "،\",": 93,
      "کار": 94,
      "وتی": 95,
      "من": 96,
      "نت": 97,
      "مر": 98,
      "بر": 99,
      "سر": 100,
      "انی": 101,
      "می": 102,
      "ند": 103,
      "گال": 104,
      "نا": 105,
      "ور": 106,
      "یک": 107,
      "نب": 108,
      "نبشت": 109,
      "زان": 110,
      "دو": 111,
      "اے": 112,
      "نہ": 113,
      "وانگ": 114,
      "بیت": 115,
      "تو": 116,
      "نگ": 117,
      "گو": 118,
      "چہ": 119,
      "ایت": 120,
      "راجی": 121,
      "پہ": 122,
      "یا": 123,
      "ھد": 124,
      "کت": 125,
      "ھر": 126,
      "یی": 127,
      "نبشتہ": 128,
      "گڑ": 129,
      "ری": 130,
      "ونت": 131,
      "گڑا": 132,
      "گوں": 133,
      "آں": 134,
      "جا": 135,
      "دربر": 136,
      "کنگ": 137,
      "وڑ": 138,
      "وک": 139,
      "وا": 140,
      "بیس": 141,
      "دوست": 142,
      "نبیس": 143,
      "رد": 144,
      "وار": 145,
      "سی": 146,
      "چی": 147,
      "کا": 148,
      "دگ": 149,
      "درونت": 150,
      "انگ": 151,
      "وگ": 152,
      "بن": 153,
      "شما": 154,
      "پر": 155,
      "گی": 156,
      "چوش": 157,
      "بزان": 158,
      "دل": 159,
      "زم": 160,
      "وٹ": 161,
      "پد": 162,
      "انک": 163,
      "اگ": 164,
      "پی": 165,
      "ھی": 166,
      "اک": 167,
      "زی": 168,
      "راست": 169,
      "ام": 170,
      "کی": 171,
      "کنت": 172,
      "دم": 173,
      "تہ": 174,
      "میے": 175,
      "انچوش": 176,
      "نی": 177,
      "انچوشکہ": 178,
      "ییں": 179,
      "\"-": 180,
      "جھد": 181,
      "\"-\",": 182,
      "با": 183,
      "آیی": 184,
      "مہ": 185,
      "اگاں": 186,
      "بے": 187,
      "وھ": 188,
      "بنت": 189,
      "؟\",": 190,
      "لی": 191,
      "بوت": 192,
      "چار": 193,
      "کس": 194,
      "گپ": 195,
      "ایش": 196,
      "بلے": 197,
      "میش": 198,
      "دار": 199,
      "دوستی": 200,
      "مار": 201,
      "دربرگ": 202,
      "بای": 203,
      "وھد": 204,
      "ھمے": 205,
      "میشکا": 206,
      "وی": 207,
      "پمیشکا": 208,
      "ماں": 209,
      "چا": 210,
      "وانی": 211,
      "اس": 212,
      "مردم": 213,
      "گند": 214,
      "الا": 215,
      "نام": 216,
      "تگ": 217,
      "رھ": 218,
      "کم": 219,
      "لبزان": 220,
      "لوٹ": 221,
      "تا": 222,
      "ستان": 223,
      "مارا": 224,
      "ریں": 225,
      "لس": 226,
      "نبشتانک": 227,
      "او": 228,
      "پاک": 229,
      "گل": 230,
      "کتگ": 231,
      "پرچا": 232,
      "اد": 233,
      "بند": 234,
      "گوش": 235,
      "ھوار": 236,
      "دیمر": 237,
      "مرز": 238,
      "جاھ": 239,
      "دگہ": 240,
      "جی": 241,
      "دز": 242,
      "ران": 243,
      "سا": 244,
      "نو": 245,
      "ھست": 246,
      "کارمرز": 247,
      "گالرد": 248,
      "دیمروی": 249,
      "پو": 250,
      "چے": 251,
      "کیں": 252,
      "گیں": 253,
      "زمانگ": 254,
      "روچ": 255,
      "وانینگ": 256,
      "رو": 257,
      "جاہ": 258,
      "واج": 259,
      "باید": 260,
      "چک": 261,
      "ھت": 262,
      "بز": 263,
      "کو": 264,
      "سرپد": 265,
      "جم": 266,
      "زاناں": 267,
      "درونتاں": 268,
      "دلگوش": 269,
      "ھل": 270,
      "ھیں": 271,
      "نبیسگ": 272,
      "تھ": 273,
      "زور": 274,
      "چو": 275,
      "ماھ": 276,
      "سید": 277,
      "بوتگ": 278,
      "دام": 279,
      "روگ": 280,
      "ھچ": 281,
      "بات": 282,
      "تی": 283,
      "روش": 284,
      "سے": 285,
      "شالا": 286,
      "کر": 287,
      "الب": 288,
      "وانان": 289,
      "وڑیں": 290,
      "وکیں": 291,
      "جاھاں": 292,
      "رس": 293,
      "کش": 294,
      "بلکیں": 295,
      "وانند": 296,
      "اب": 297,
      "ول": 298,
      "ھن": 299,
      "ھانی": 300,
      "وری": 301,
      "ریزی": 302,
      "باز": 303,
      "نامگال": 304,
      "لبزانک": 305,
      "ھما": 306,
      "راجدوستی": 307,
      "انگریزی": 308,
      "تک": 309,
      "جوڑ": 310,
      "سب": 311,
      "سٹ": 312,
      "مدام": 313,
      "زانگ": 314,
      "واجہ": 315,
      "تچ": 316,
      "دے": 317,
      "نیا": 318,
      "پدی": 319,
      "ھا": 320,
      "سرپدی": 321,
      "نودربر": 322,
      "اپ": 323,
      "جند": 324,
      "جنگ": 325,
      "سو": 326,
      "ایی": 327,
      "وانگجاھاں": 328,
      "بندی": 329,
      "بزانکہ": 330,
      "ھیل": 331,
      "ھندی": 332,
      "آب": 333,
      "بکن": 334,
      "جن": 335,
      "دات": 336,
      "شو": 337,
      "مج": 338,
      "ھگ": 339,
      "ھور": 340,
      "آپ": 341,
      "بوگ": 342,
      "دنیا": 343,
      "مو": 344,
      "کان": 345,
      "گار": 346,
      "راہ": 347,
      "دیم": 348,
      "وست": 349,
      "بلوچستان": 350,
      "کارگال": 351,
      "پاکستان": 352,
      "تھنا": 353,
      "بھر": 354,
      "لہ": 355,
      "مب": 356,
      "ناں": 357,
      "ٹر": 358,
      "منی": 359,
      "سرجم": 360,
      "بیتگ": 361,
      "نبشتانکاں": 362,
      "است": 363,
      "ابی": 364,
      "ڈی": 365,
      "کے": 366,
      "راجدوست": 367,
      "مرچی": 368,
      "ایشی": 369,
      "رھبند": 370,
      "تیی": 371,
      "دست": 372,
      "ردی": 373,
      "زل": 374,
      "زانت": 375,
      "زبر": 376,
      "مات": 377,
      "گشت": 378,
      "اییں": 379,
      "کارے": 380,
      "جیڑ": 381,
      "پوسٹ": 382,
      "تکبر": 383,
      "__": 384,
      "تیں": 385,
      "دژ": 386,
      "رہ": 387,
      "زند": 388,
      "شریں": 389,
      "لوگ": 390,
      "لھت": 391,
      "لبز": 392,
      "پج": 393,
      "گری": 394,
      "توار": 395,
      "پیسر": 396,
      "وھار": 397,
      "وھدی": 398,
      "وانندہ": 399,
      "دژمن": 400,
      ".\",": 401,
      "ترا": 402,
      "جو": 403,
      "جست": 404,
      "رنگ": 405,
      "سنگ": 406,
      "پتگ": 407,
      "یو": 408,
      "بانک": 409,
      "واری": 410,
      "مجلس": 411,
      "وھدیکہ": 412,
      "اشت": 413,
      "بالا": 414,
      "مچار": 415,
      "ودی": 416,
      "پار": 417,
      "گران": 418,
      "ھو": 419,
      "راں": 420,
      "دری": 421,
      "سرمچار": 422,
      "کتاب": 423,
      "تچگ": 424,
      "آی": 425,
      "اہ": 426,
      "توری": 427,
      "زالب": 428,
      "سیا": 429,
      "شمیے": 430,
      "مان": 431,
      "نوکیں": 432,
      "کل": 433,
      "گش": 434,
      "انیں": 435,
      "ھمرا": 436,
      "کاری": 437,
      "کنگی": 438,
      "کازی": 439,
      "گیش": 440,
      "وٹس": 441,
      "بایل": 442,
      "لبزانکی": 443,
      "موبایل": 444,
      "لھتیں": 445,
      "سنگت": 446,
      "زالبول": 447,
      "آس": 448,
      "دا": 449,
      "دہ": 450,
      "دنت": 451,
      "نج": 452,
      "نمی": 453,
      "ٹی": 454,
      "پت": 455,
      "گر": 456,
      "ھک": 457,
      "ھال": 458,
      "اری": 459,
      "شتگ": 460,
      "چیز": 461,
      "نیست": 462,
      "چونا": 463,
      "بالاچ": 464,
      "پارسی": 465,
      "آجو": 466,
      "اش": 467,
      "تپ": 468,
      "جتا": 469,
      "سال": 470,
      "شر": 471,
      "مست": 472,
      "پس": 473,
      "الی": 474,
      "دیگ": 475,
      "دوییں": 476,
      "زمہ": 477,
      "پیسب": 478,
      "بازیں": 479,
      "چوناھا": 480,
      "ازم": 481,
      "جمی": 482,
      "زر": 483,
      "سک": 484,
      "پنامگال": 485,
      "ڈاک": 486,
      "گڈ": 487,
      "یات": 488,
      "بلوچے": 489,
      "اتگ": 490,
      "این": 491,
      "اللہ": 492,
      "واست": 493,
      "بنرھبند": 494,
      "اولی": 495,
      "ماھکان": 496,
      "آباں": 497,
      "استاد": 498,
      "آجویی": 499,
      "ڈاکٹر": 500,
      "امی": 501,
      "جت": 502,
      "رج": 503,
      "رانی": 504,
      "لگ": 505,
      "نپر": 506,
      "چاں": 507,
      "گھ": 508,
      "یت": 509,
      "یٹ": 510,
      "راجے": 511,
      "ورنا": 512,
      "ونتگ": 513,
      "دربری": 514,
      "وکی": 515,
      "انگت": 516,
      "گیری": 517,
      "پیش": 518,
      "کمک": 519,
      "دزبندی": 520,
      "ماھگل": 521,
      "سرجمیں": 522,
      "چیزے": 523,
      "اھیں": 524,
      "بت": 525,
      "بچار": 526,
      "زگ": 527,
      "زات": 528,
      "سلی": 529,
      "شای": 530,
      "نش": 531,
      "نٹ": 532,
      "نیں": 533,
      "نزور": 534,
      "پڑ": 535,
      "گز": 536,
      "زبانانی": 537,
      "مرچاں": 538,
      "میڈ": 539,
      "ورگ": 540,
      "جھدکار": 541,
      "بابت": 542,
      "چارمی": 543,
      "کسانیں": 544,
      "مبار": 545,
      "ابید": 546,
      "زندگ": 547,
      "نمیران": 548,
      "نپرت": 549,
      "!\",": 550,
      "تر": 551,
      "داں": 552,
      "دور": 553,
      "زھگ": 554,
      "سل": 555,
      "سکی": 556,
      "مل": 557,
      "پن": 558,
      "ھان": 559,
      "یگ": 560,
      "ارس": 561,
      "رات": 562,
      "ھمکو": 563,
      "وانین": 564,
      "ھلاپ": 565,
      "البت": 566,
      "مرچیگیں": 567,
      "زلم": 568,
      "پوسٹاں": 569,
      "رجانک": 570,
      "گھگیری": 571,
      "نمیرانیں": 572,
      "ھمکوپ": 573,
      "..": 574,
      "آدم": 575,
      "آزات": 576,
      "از": 577,
      "اڈ": 578,
      "بد": 579,
      "براں": 580,
      "سست": 581,
      "لیک": 582,
      "مشت": 583,
      "مھر": 584,
      "نه": 585,
      "ٹک": 586,
      "پشت": 587,
      "کجا": 588,
      "گا": 589,
      "ھب": 590,
      "ھے": 591,
      "ھاں": 592,
      "ھشت": 593,
      "ستاں": 594,
      "ستانی": 595,
      "شتر": 596,
      "وشگ": 597,
      "گالے": 598,
      "گالاں": 599,
      "ناز": 600,
      "یکمشت": 601,
      "گوما": 602,
      "ریگ": 603,
      "واب": 604,
      "چیدگ": 605,
      "بنی": 606,
      "راستیں": 607,
      "کیت": 608,
      "مردماں": 609,
      "پاکستانی": 610,
      "دزگ": 611,
      "داتگ": 612,
      "ماتی": 613,
      "اشتاپ": 614,
      "کاریچ": 615,
      "پیسبوک": 616,
      "جتاییں": 617,
      "مبارک": 618,
      "ادار": 619,
      "بوان": 620,
      "جایی": 621,
      "رے": 622,
      "رند": 623,
      "زو": 624,
      "زھر": 625,
      "سد": 626,
      "سم": 627,
      "سان": 628,
      "شمارا": 629,
      "لو": 630,
      "لازم": 631,
      "وات": 632,
      "کمی": 633,
      "کری": 634,
      "گرا": 635,
      "ھات": 636,
      "ھپتگ": 637,
      "انچ": 638,
      "انٹر": 639,
      "ایپی": 640,
      "درور": 641,
      "دربراں": 642,
      "زبانے": 643,
      "دیوان": 644,
      "برجمی": 645,
      "گالی": 646,
      "دومی": 647,
      "کتا": 648,
      "واہ": 649,
      "وارت": 650,
      "درونتانی": 651,
      "بنجاہ": 652,
      "گیشتر": 653,
      "وھدے": 654,
      "رھشو": 655,
      "رھدربری": 656,
      "نودربراں": 657,
      "تینا": 658,
      "ابیک": 659,
      "ردیاں": 660,
      "____": 661,
      "سلیم": 662,
      "گزابیک": 663,
      "ریگتیں": 664,
      "ھاتر": 665,
      "آزم": 666,
      "بس": 667,
      "بو": 668,
      "بدل": 669,
      "جہ": 670,
      "دانک": 671,
      "شل": 672,
      "شھ": 673,
      "شان": 674,
      "شوش": 675,
      "شمی": 676,
      "لش": 677,
      "لے": 678,
      "مز": 679,
      "مھ": 680,
      "میں": 681,
      "نے": 682,
      "ود": 683,
      "پا": 684,
      "پچ": 685,
      "پای": 686,
      "ژن": 687,
      "که": 688,
      "کیی": 689,
      "گام": 690,
      "ہے": 691,
      "ین": 692,
      "یوٹ": 693,
      "ارگال": 694,
      "اردو": 695,
      "بلاھیں": 696,
      "راھ": 697,
      "کنان": 698,
      "کنیں": 699,
      "کنوک": 700,
      "مال": 701,
      "الم": 702,
      "بیگ": 703,
      "بانی": 704,
      "وشبو": 705,
      "مری": 706,
      "نگی": 707,
      "بنجایی": 708,
      "ھیال": 709,
      "زیت": 710,
      "وھنیں": 711,
      "کساس": 712,
      "دارگ": 713,
      "اسٹ": 714,
      "تامر": 715,
      "ھلاس": 716,
      "زورگ": 717,
      "روشم": 718,
      "بکنات": 719,
      "آیاں": 720,
      "مستریں": 721,
      "گڈسر": 722,
      "امیت": 723,
      "کجام": 724,
      "بنجاہی": 725,
      "شوشل": 726,
      "پایدگ": 727,
      "آما": 728,
      "ترس": 729,
      "رپ": 730,
      "روت": 731,
      "زار": 732,
      "زال": 733,
      "سھب": 734,
      "شا": 735,
      "مرا": 736,
      "نیک": 737,
      "نیی": 738,
      "هم": 739,
      "وپس": 740,
      "پل": 741,
      "پھم": 742,
      "چم": 743,
      "چنت": 744,
      "چکا": 745,
      "کیا": 746,
      "کرد": 747,
      "کپتگ": 748,
      "گنگ": 749,
      "گنج": 750,
      "ھلی": 751,
      "ہیں": 752,
      "ہرا": 753,
      "ارز": 754,
      "راتی": 755,
      "اتیں": 756,
      "ایل": 757,
      "المی": 758,
      "وانوک": 759,
      "بیا": 760,
      "راجاں": 761,
      "درد": 762,
      "گالانی": 763,
      "ناسرپد": 764,
      "یکیں": 765,
      "گوشت": 766,
      "ھرکس": 767,
      "واھگ": 768,
      "چیر": 769,
      "چین": 770,
      "دمان": 771,
      "نیم": 772,
      "جاھے": 773,
      "ساھت": 774,
      "گالرداں": 775,
      "روچے": 776,
      "کرت": 777,
      "سوب": 778,
      "جنک": 779,
      "راجدوستیں": 780,
      "پجار": 781,
      "یوب": 782,
      "مانا": 783,
      "ھمراھی": 784,
      "آسراتی": 785,
      "تپاس": 786,
      "میڈیا": 787,
      "انچیں": 788,
      "یوٹیوب": 789,
      "آماچ": 790,
      "وپسگ": 791,
      "آتک": 792,
      "آشو": 793,
      "بار": 794,
      "تپاک": 795,
      "جھل": 796,
      "داب": 797,
      "زا": 798,
      "شہ": 799,
      "مٹ": 800,
      "مھل": 801,
      "هد": 802,
      "وڈ": 803,
      "وہ": 804,
      "وشت": 805,
      "پھر": 806,
      "پاس": 807,
      "پاد": 808,
      "پدری": 809,
      "چن": 810,
      "چست": 811,
      "ڑی": 812,
      "ڑے": 813,
      "کال": 814,
      "گت": 815,
      "گہ": 816,
      "ھبر": 817,
      "انجی": 818,
      "وچی": 819,
      "ستی": 820,
      "کند": 821,
      "ایپ": 822,
      "ایکش": 823,
      "بییت": 824,
      "دریں": 825,
      "دروش": 826,
      "درستاں": 827,
      "وشیں": 828,
      "ھمد": 829,
      "ھمک": 830,
      "ھمدست": 831,
      "کارانی": 832,
      "مرگ": 833,
      "مروچی": 834,
      "سرسو": 835,
      "مییت": 836,
      "یکے": 837,
      "وانگجاہ": 838,
      "ھداری": 839,
      "وادر": 840,
      "کاسم": 841,
      "بنکارگال": 842,
      "پروش": 843,
      "اگل": 844,
      "راستی": 845,
      "نیور": 846,
      "گپے": 847,
      "ایشلی": 848,
      "رھبندی": 849,
      "اود": 850,
      "اول": 851,
      "گلام": 852,
      "دزھور": 853,
      "پوج": 854,
      "چکے": 855,
      "وانندھاں": 856,
      "ھاشمی": 857,
      "ایین": 858,
      "شونی": 859,
      "بھرگ": 860,
      "مبش": 861,
      "جیڑہ": 862,
      "رہشونی": 863,
      "گریوگ": 864,
      "یونیور": 865,
      "سیاست": 866,
      "ھمراھداری": 867,
      "موبایلاں": 868,
      "زرمبش": 869,
      "نٹس": 870,
      "چارمیکو": 871,
      "سلام": 872,
      "ھمکوپگ": 873,
      "بدیں": 874,
      "مھرنگ": 875,
      "کمیٹی": 876,
      "ھپتگے": 877,
      "رھشون": 878,
      "لشکر": 879,
      "اسٹوڈ": 880,
      "مراد": 881,
      "نییت": 882,
      "ارزشت": 883,
      "مھلوک": 884,
      "کالج": 885,
      "ایکشن": 886,
      "دروشم": 887,
      "دزھورکی": 888,
      "اسٹوڈنٹس": 889,
      "اچ": 890,
      "بچ": 891,
      "بگ": 892,
      "بھشت": 893,
      "بنگی": 894,
      "تھر": 895,
      "جتگ": 896,
      "جهد": 897,
      "رگ": 898,
      "زوت": 899,
      "زام": 900,
      "شپ": 901,
      "شک": 902,
      "شی": 903,
      "شنگ": 904,
      "شھد": 905,
      "شھر": 906,
      "شوکیں": 907,
      "مت": 908,
      "مس": 909,
      "مش": 910,
      "مڑ": 911,
      "نک": 912,
      "نای": 913,
      "ٹپ": 914,
      "پٹ": 915,
      "پان": 916,
      "پات": 917,
      "ڈال": 918,
      "کور": 919,
      "گڈی": 920,
      "ہو": 921,
      "انسا": 922,
      "رام": 923,
      "رای": 924,
      "راھی": 925,
      "کنات": 926,
      "ایرد": 927,
      "بیار": 928,
      "بیگو": 929,
      "راجانی": 930,
      "دروری": 931,
      "درگت": 932,
      "دین": 933,
      "دیست": 934,
      "ھمراہ": 935,
      "کاراں": 936,
      "مرد": 937,
      "مین": 938,
      "میان": 939,
      "ورنای": 940,
      "یکی": 941,
      "یکشل": 942,
      "دوا": 943,
      "دود": 944,
      "توکل": 945,
      "جابی": 946,
      "دربرگی": 947,
      "ردیں": 948,
      "وارتگ": 949,
      "دگری": 950,
      "دگرانی": 951,
      "بنرھبندی": 952,
      "دلی": 953,
      "پیلو": 954,
      "ھید": 955,
      "داریں": 956,
      "ویل": 957,
      "ساز": 958,
      "بزانت": 959,
      "تھے": 960,
      "سےییں": 961,
      "کرتگ": 962,
      "سبب": 963,
      "سبک": 964,
      "سٹی": 965,
      "کانود": 966,
      "بھرے": 967,
      "زانتکار": 968,
      "سرمچارے": 969,
      "آیانی": 970,
      "سیادی": 971,
      "زالبولاں": 972,
      "زگریں": 973,
      "شایری": 974,
      "پنجابی": 975,
      "ھمکوپگی": 976,
      "گرامی": 977,
      "انٹرنٹ": 978,
      "کتابے": 979,
      "جہد": 980,
      "مھکم": 981,
      "نیکراھی": 982,
      "پدریچ": 983,
      "انجینی": 984,
      "یونیورسٹی": 985,
      "زامات": 986,
      "آن": 987,
      "آگ": 988,
      "آتا": 989,
      "آمب": 990,
      "اچی": 991,
      "بور": 992,
      "بکنت": 993,
      "تے": 994,
      "تام": 995,
      "تچک": 996,
      "جبر": 997,
      "جمال": 998,
      "دان": 999,
      "رچ": 1000,
      "ربی": 1001,
      "ریا": 1002,
      "رواج": 1003,
      "رستاں": 1004,
      "زیا": 1005,
      "زبھر": 1006,
      "سار": 1007,
      "سکن": 1008,
      "سما": 1009,
      "سور": 1010,
      "سپر": 1011,
      "سنج": 1012,
      "شم": 1013,
      "شانی": 1014,
      "شوھ": 1015,
      "شلی": 1016,
      "شاد": 1017,
      "لچ": 1018,
      "لاں": 1019,
      "مکن": 1020,
      "مانی": 1021,
      "مھت": 1022,
      "مول": 1023,
      "مھمد": 1024,
      "نز": 1025,
      "نند": 1026,
      "نکان": 1027,
      "پنت": 1028,
      "پور": 1029,
      "پری": 1030,
      "چاگ": 1031,
      "ڈگار": 1032,
      "ژنا": 1033,
      "کپ": 1034,
      "کھ": 1035,
      "کما": 1036,
      "کمر": 1037,
      "گس": 1038,
      "گرو": 1039,
      "ھاس": 1040,
      "ھسا": 1041,
      "انسان": 1042,
      "بلد": 1043,
      "راه": 1044,
      "راکی": 1045,
      "راھیں": 1046,
      "اتا": 1047,
      "کننگ": 1048,
      "ماہ": 1049,
      "ایر": 1050,
      "ایدگہ": 1051,
      "بین": 1052,
      "راجمست": 1053,
      "باندا": 1054,
      "شتی": 1055,
      "درست": 1056,
      "زباناں": 1057,
      "دیر": 1058,
      "دینی": 1059,
      "ھمی": 1060,
      "نتگ": 1061,
      "برے": 1062,
      "برجم": 1063,
      "انیگیں": 1064,
      "ندار": 1065,
      "ناب": 1066,
      "ناد": 1067,
      "یکل": 1068,
      "یکبرے": 1069,
      "توبر": 1070,
      "گون": 1071,
      "ھدا": 1072,
      "ھرچ": 1073,
      "ییگ": 1074,
      "جاگہ": 1075,
      "وکے": 1076,
      "واس": 1077,
      "واک": 1078,
      "دلپ": 1079,
      "دلپروش": 1080,
      "انکدر": 1081,
      "پیم": 1082,
      "اکتوبر": 1083,
      "املی": 1084,
      "نیٹ": 1085,
      "چارگ": 1086,
      "کسے": 1087,
      "گپت": 1088,
      "مردمانی": 1089,
      "گندگ": 1090,
      "نامداریں": 1091,
      "تاوان": 1092,
      "نبشتانکے": 1093,
      "پوزیا": 1094,
      "پوسکن": 1095,
      "روژن": 1096,
      "روژنا": 1097,
      "ماھناز": 1098,
      "ھچبر": 1099,
      "البار": 1100,
      "رسانکدر": 1101,
      "وانندھیں": 1102,
      "جنج": 1103,
      "جنز": 1104,
      "وستگیں": 1105,
      "کارگالاں": 1106,
      "استمانی": 1107,
      "جیڑگ": 1108,
      "لبزاں": 1109,
      "وھاراں": 1110,
      "اشتر": 1111,
      "ھمراھیں": 1112,
      "سنگتاں": 1113,
      "آسان": 1114,
      "تپور": 1115,
      "الیہ": 1116,
      "ازمکار": 1117,
      "ورناھیں": 1118,
      "شایر": 1119,
      "نشہ": 1120,
      "نشانی": 1121,
      "نزوری": 1122,
      "میڈیکل": 1123,
      "زوراکی": 1124,
      "انٹرنیٹ": 1125,
      "________": 1126,
      "آزمان": 1127,
      "آزمانک": 1128,
      "پازل": 1129,
      "وشبوییں": 1130,
      "تپاسانی": 1131,
      "سرسوجی": 1132,
      "پاتما": 1133,
      "بیگواھیں": 1134,
      "انجینیرنگ": 1135,
      "آگاہ": 1136,
      "جمالدینی": 1137,
      "ربیدگ": 1138,
      "سارتیں": 1139,
      "شوھاز": 1140,
      "چاگردی": 1141,
      "کمرہ": 1142,
      "گروپ": 1143,
      "ھساب": 1144,
      "راجمستری": 1145,
      "پوسکنو": 1146,
      "روژناییں": 1147,
      "آسر": 1148,
      "ادی": 1149,
      "اسی": 1150,
      "برا": 1151,
      "باں": 1152,
      "بست": 1153,
      "بال": 1154,
      "بوتی": 1155,
      "بدے": 1156,
      "بھا": 1157,
      "بڈی": 1158,
      "بژن": 1159,
      "تاں": 1160,
      "تکار": 1161,
      "تور": 1162,
      "تری": 1163,
      "تران": 1164,
      "ترو": 1165,
      "جار": 1166,
      "جوی": 1167,
      "جھیں": 1168,
      "جواب": 1169,
      "جھلی": 1170,
      "جناب": 1171,
      "دپ": 1172,
      "درا": 1173,
      "روان": 1174,
      "رسی": 1175,
      "رچک": 1176,
      "زمین": 1177,
      "سس": 1178,
      "سند": 1179,
      "ساین": 1180,
      "سزا": 1181,
      "سجھیں": 1182,
      "شن": 1183,
      "شال": 1184,
      "شیی": 1185,
      "شوک": 1186,
      "شاہ": 1187,
      "شھید": 1188,
      "لب": 1189,
      "لاپ": 1190,
      "مدی": 1191,
      "مسی": 1192,
      "موٹ": 1193,
      "مجی": 1194,
      "نر": 1195,
      "نچ": 1196,
      "ندر": 1197,
      "نوش": 1198,
      "نشتگ": 1199,
      "نوکی": 1200,
      "نمدی": 1201,
      "هچ": 1202,
      "وس": 1203,
      "وسی": 1204,
      "ولی": 1205,
      "ٹوک": 1206,
      "ٹوکی": 1207,
      "په": 1208,
      "پمن": 1209,
      "پگری": 1210,
      "پالی": 1211,
      "پکری": 1212,
      "پرای": 1213,
      "ڈیک": 1214,
      "ڈاچی": 1215,
      "کڑ": 1216,
      "کدی": 1217,
      "کوش": 1218,
      "کوک": 1219,
      "کسی": 1220,
      "کپت": 1221,
      "گسی": 1222,
      "گوری": 1223,
      "گسد": 1224,
      "ھار": 1225,
      "ھرا": 1226,
      "ھند": 1227,
      "ھزم": 1228,
      "ھوانندہ": 1229,
      "ھزار": 1230,
      "ہم": 1231,
      "یل": 1232,
      "ینا": 1233,
      "انچو": 1234,
      "انسٹ": 1235,
      "ارے": 1236,
      "بلوچاں": 1237,
      "کنایی": 1238,
      "ماه": 1239,
      "وتن": 1240,
      "وتواج": 1241,
      "ایے": 1242,
      "ایوک": 1243,
      "وانا": 1244,
      "وانکو": 1245,
      "بیان": 1246,
      "بییں": 1247,
      "بیران": 1248,
      "شتہ": 1249,
      "شتاں": 1250,
      "درشان": 1251,
      "بلوچی_": 1252,
      "بلوچیت": 1253,
      "دیان": 1254,
      "ھمت": 1255,
      "ھمگام": 1256,
      "کارکنوک": 1257,
      "مندی": 1258,
      "مننگ": 1259,
      "برزی": 1260,
      "سرکار": 1261,
      "سرجمی": 1262,
      "سرڈگار": 1263,
      "میار": 1264,
      "میڈی": 1265,
      "گالواری": 1266,
      "نامی": 1267,
      "ناکو": 1268,
      "یکجاہ": 1269,
      "نہیں": 1270,
      "بیتگیں": 1271,
      "نگے": 1272,
      "گوست": 1273,
      "یاکہ": 1274,
      "یاھگ": 1275,
      "کتیں": 1276,
      "ریچ": 1277,
      "ریشن": 1278,
      "دربرتگ": 1279,
      "دوستیں": 1280,
      "نبیسی": 1281,
      "بنگالی": 1282,
      "گیر": 1283,
      "گیمر": 1284,
      "چوشیں": 1285,
      "دلبڈی": 1286,
      "پیس": 1287,
      "زینے": 1288,
      "کین": 1289,
      "کینگ": 1290,
      "نیگ": 1291,
      "بازینے": 1292,
      "وھن": 1293,
      "کسہ": 1294,
      "گپچ": 1295,
      "گپتگ": 1296,
      "ایشاں": 1297,
      "داراں": 1298,
      "چاہ": 1299,
      "لوٹیں": 1300,
      "تاھی": 1301,
      "اوشت": 1302,
      "گلے": 1303,
      "گلامی": 1304,
      "پرچاکہ": 1305,
      "ادب": 1306,
      "ادبی": 1307,
      "بندات": 1308,
      "سادگ": 1309,
      "پوہ": 1310,
      "وانینگی": 1311,
      "بزاں": 1312,
      "زورگر": 1313,
      "چون": 1314,
      "چوں": 1315,
      "ماھے": 1316,
      "دامگ": 1317,
      "روگیں": 1318,
      "تیان": 1319,
      "ابدل": 1320,
      "سوگو": 1321,
      "سوبین": 1322,
      "آپریشن": 1323,
      "بوگی": 1324,
      "موسا": 1325,
      "ڈیرہ": 1326,
      "زانتکارے": 1327,
      "گشتگ": 1328,
      "جیڑھانی": 1329,
      "لھتے": 1330,
      "لبزے": 1331,
      "تواریں": 1332,
      "رنگے": 1333,
      "ھون": 1334,
      "سیاھگ": 1335,
      "کلوہ": 1336,
      "گشگ": 1337,
      "گیشیں": 1338,
      "سنگتے": 1339,
      "نمیرانی": 1340,
      "گرگ": 1341,
      "گرنچ": 1342,
      "تپنگ": 1343,
      "زرتگ": 1344,
      "لگت": 1345,
      "شایرے": 1346,
      "پڑاں": 1347,
      "ملا": 1348,
      "پنجاہ": 1349,
      "ازگار": 1350,
      "لیکگ": 1351,
      "ادارہ": 1352,
      "زوال": 1353,
      "درورے": 1354,
      "کتابانی": 1355,
      "مزنیں": 1356,
      "کیییگ": 1357,
      "راھبند": 1358,
      "زورگریں": 1359,
      "ھلیج": 1360,
      "ناسرپدیں": 1361,
      "نیمگ": 1362,
      "جنکانی": 1363,
      "آشوب": 1364,
      "آشوبی": 1365,
      "گلامیں": 1366,
      "بچکن": 1367,
      "بنگیج": 1368,
      "شھدیں": 1369,
      "متلب": 1370,
      "ڈالچار": 1371,
      "کورس": 1372,
      "ہوں": 1373,
      "انساپ": 1374,
      "ایردستی": 1375,
      "ورنایاں": 1376,
      "دلیر": 1377,
      "مھتر": 1378,
      "پوریا": 1379,
      "ندارگ": 1380,
      "تپورگال": 1381,
      "ادیب": 1382,
      "بوتین": 1383,
      "سندھی": 1384,
      "ساینس": 1385,
      "مجید": 1386,
      "نوشکی": 1387,
      "پرایمری": 1388,
      "گوریلہ": 1389,
      "ھزمتکار": 1390,
      "!!": 1391,
      "....": 1392,
      "آؤ": 1393,
      "آگا": 1394,
      "آبانی": 1395,
      "اڑ": 1396,
      "اھ": 1397,
      "ابا": 1398,
      "اچار": 1399,
      "اھو": 1400,
      "ازر": 1401,
      "به": 1402,
      "بژ": 1403,
      "بک": 1404,
      "بھ": 1405,
      "بدو": 1406,
      "بنگ": 1407,
      "بام": 1408,
      "بدار": 1409,
      "بھت": 1410,
      "بکش": 1411,
      "بول": 1412,
      "بوری": 1413,
      "بدنت": 1414,
      "برات": 1415,
      "براھ": 1416,
      "بڑے": 1417,
      "بدوا": 1418,
      "تاک": 1419,
      "تبا": 1420,
      "تھت": 1421,
      "تاری": 1422,
      "جر": 1423,
      "جز": 1424,
      "جان": 1425,
      "جاں": 1426,
      "جما": 1427,
      "جوان": 1428,
      "جنت": 1429,
      "جھان": 1430,
      "دزی": 1431,
      "داشت": 1432,
      "رت": 1433,
      "رم": 1434,
      "رک": 1435,
      "رست": 1436,
      "روک": 1437,
      "رچکے": 1438,
      "زن": 1439,
      "زرا": 1440,
      "زمن": 1441,
      "سیں": 1442,
      "ساں": 1443,
      "سوت": 1444,
      "سبی": 1445,
      "سانگ": 1446,
      "سوھ": 1447,
      "سرای": 1448,
      "شانت": 1449,
      "شاں": 1450,
      "شور": 1451,
      "شری": 1452,
      "ششتگ": 1453,
      "شین": 1454,
      "لٹ": 1455,
      "لایی": 1456,
      "لاچار": 1457,
      "مسر": 1458,
      "موک": 1459,
      "مچی": 1460,
      "مگی": 1461,
      "مسا": 1462,
      "مدا": 1463,
      "نن": 1464,
      "نھ": 1465,
      "نات": 1466,
      "نور": 1467,
      "نوک": 1468,
      "نکنت": 1469,
      "هر": 1470,
      "هما": 1471,
      "واں": 1472,
      "ونگ": 1473,
      "ویی": 1474,
      "وجی": 1475,
      "وپتگ": 1476,
      "وپا": 1477,
      "ونک": 1478,
      "وھید": 1479,
      "ٹاک": 1480,
      "ٹھل": 1481,
      "پگ": 1482,
      "پیں": 1483,
      "پوش": 1484,
      "پند": 1485,
      "پتو": 1486,
      "پسی": 1487,
      "پھک": 1488,
      "چش": 1489,
      "چکی": 1490,
      "چرگ": 1491,
      "ڈب": 1492,
      "کٹ": 1493,
      "کچ": 1494,
      "کرا": 1495,
      "کوھ": 1496,
      "کران": 1497,
      "کگیں": 1498,
      "کبز": 1499,
      "کواس": 1500,
      "گد": 1501,
      "گم": 1502,
      "گاں": 1503,
      "گنا": 1504,
      "گراست": 1505,
      "گدے": 1506,
      "ھکار": 1507,
      "ھوٹ": 1508,
      "ھام": 1509,
      "ھتا": 1510,
      "ھجبر": 1511,
      "ہزار": 1512,
      "یاں": 1513,
      "ینت": 1514,
      "یمر": 1515,
      "یسے": 1516,
      "یزگ": 1517,
      "انا": 1518,
      "اناں": 1519,
      "انکار": 1520,
      "اربی": 1521,
      "ارزان": 1522,
      "اتیے": 1523,
      "اتنت": 1524,
      "ستک": 1525,
      "ستیں": 1526,
      "ستار": 1527,
      "کنز": 1528,
      "کنڈ": 1529,
      "کنول": 1530,
      "ماھر": 1531,
      "وتگڑ": 1532,
      "وتواجہ": 1533,
      "ایم": 1534,
      "ایسر": 1535,
      "ایران": 1536,
      "ایسا": 1537,
      "الاں": 1538,
      "وانک": 1539,
      "بیر": 1540,
      "بیل": 1541,
      "بیگی": 1542,
      "بیوکیں": 1543,
      "بیرہ": 1544,
      "بیھار": 1545,
      "راجیں": 1546,
      "راجمان": 1547,
      "درآ": 1548,
      "دریا": 1549,
      "دروگ": 1550,
      "درچک": 1551,
      "درداں": 1552,
      "دیمی": 1553,
      "وشوکے": 1554,
      "ھمود": 1555,
      "ھمگرنچ": 1556,
      "کارگسی": 1557,
      "مند": 1558,
      "منزل": 1559,
      "مردی": 1560,
      "مریک": 1561,
      "برز": 1562,
      "برس": 1563,
      "برگ": 1564,
      "برگی": 1565,
      "برجاہ": 1566,
      "سرچ": 1567,
      "سرباز": 1568,
      "میر": 1569,
      "میتگ": 1570,
      "مییگ": 1571,
      "گالوار": 1572,
      "ناسا": 1573,
      "ناکیں": 1574,
      "ناسرجم": 1575,
      "نازانت": 1576,
      "ناانسا": 1577,
      "ورت": 1578,
      "ورگی": 1579,
      "یکت": 1580,
      "نبشہ": 1581,
      "نبشتھی": 1582,
      "نبشتگیں": 1583,
      "زانان": 1584,
      "زانیں": 1585,
      "زانگی": 1586,
      "زانشتی": 1587,
      "دواز": 1588,
      "وانگی": 1589,
      "تون": 1590,
      "توہ": 1591,
      "توپان": 1592,
      "گوار": 1593,
      "گواہ": 1594,
      "یاد": 1595,
      "یادی": 1596,
      "کتگی": 1597,
      "گڑد": 1598,
      "ریھان": 1599,
      "ونتگیں": 1600,
      "جاور": 1601,
      "وڑے": 1602,
      "واه": 1603,
      "واچ": 1604,
      "واھشت": 1605,
      "وازمن": 1606,
      "وارگ": 1607,
      "وارتیں": 1608,
      "وارساں": 1609,
      "سیت": 1610,
      "سیر": 1611,
      "سیدگ": 1612,
      "سیتیں": 1613,
      "چیت": 1614,
      "کاش": 1615,
      "کاگز": 1616,
      "انگلش": 1617,
      "وگرام": 1618,
      "بنکی": 1619,
      "پرک": 1620,
      "پروگرام": 1621,
      "گیوار": 1622,
      "گیرھ": 1623,
      "گیریں": 1624,
      "دلوت": 1625,
      "دلجم": 1626,
      "وٹر": 1627,
      "انکے": 1628,
      "اگرام": 1629,
      "اکس": 1630,
      "زیہ": 1631,
      "کیچ": 1632,
      "کیرہ": 1633,
      "نیار": 1634,
      "نیکہ": 1635,
      "نیبگ": 1636,
      "نیپگ": 1637,
      "جھدکارے": 1638,
      "باد": 1639,
      "باوری": 1640,
      "باوست": 1641,
      "باشی": 1642,
      "باھوٹ": 1643,
      "آییگ": 1644,
      "آییشہ": 1645,
      "مہکم": 1646,
      "وھے": 1647,
      "وھیں": 1648,
      "لیٹ": 1649,
      "بوتیں": 1650,
      "گپاں": 1651,
      "گپانی": 1652,
      "ایشانی": 1653,
      "مارچ": 1654,
      "چاگڑد": 1655,
      "اسکو": 1656,
      "مردمے": 1657,
      "مردمگیری": 1658,
      "نامانی": 1659,
      "کمکارگال": 1660,
      "تازی": 1661,
      "لسل": 1662,
      "نبشتانکانی": 1663,
      "بندانی": 1664,
      "جاھلے": 1665,
      "جیگ": 1666,
      "ساچ": 1667,
      "ساھیل": 1668,
      "سازگ": 1669,
      "نوشتہ": 1670,
      "ھستی": 1671,
      "پول": 1672,
      "زمانگانی": 1673,
      "روچاں": 1674,
      "روشتگ": 1675,
      "واجھاں": 1676,
      "چکدر": 1677,
      "بزگ": 1678,
      "کون": 1679,
      "جملے": 1680,
      "ھلاسی": 1681,
      "تھا": 1682,
      "تیار": 1683,
      "تیکن": 1684,
      "تیاری": 1685,
      "کربانی": 1686,
      "کشان": 1687,
      "کشار": 1688,
      "ھنے": 1689,
      "ھمایاں": 1690,
      "جوڑی": 1691,
      "تچکیں": 1692,
      "نیاڑی": 1693,
      "نودربرے": 1694,
      "سوج": 1695,
      "جنسی": 1696,
      "جنکے": 1697,
      "شون": 1698,
      "مجگ": 1699,
      "مجبوری": 1700,
      "ھورت": 1701,
      "ھورے": 1702,
      "کانو": 1703,
      "دیمپان": 1704,
      "وستی": 1705,
      "وستانک": 1706,
      "استار": 1707,
      "ڈیھ": 1708,
      "دستونک": 1709,
      "زلورت": 1710,
      "رہے": 1711,
      "زندگی": 1712,
      "لوگے": 1713,
      "لبزانی": 1714,
      "گریبے": 1715,
      "تواری": 1716,
      "سنگر": 1717,
      "بالاد": 1718,
      "سرمچاراں": 1719,
      "سرمچارانی": 1720,
      "آیوکی": 1721,
      "سیاد": 1722,
      "کلاس": 1723,
      "گیشی": 1724,
      "وٹسپ": 1725,
      "زالبولیں": 1726,
      "دابے": 1727,
      "ٹیگ": 1728,
      "ٹیکنول": 1729,
      "گرے": 1730,
      "ھکیکت": 1731,
      "ھالے": 1732,
      "پیسبکی": 1733,
      "پیسبوکی": 1734,
      "زرت": 1735,
      "پنامگالاں": 1736,
      "گڈگ": 1737,
      "اینچک": 1738,
      "استاداں": 1739,
      "ڈاکٹرے": 1740,
      "جتگال": 1741,
      "رجانکار": 1742,
      "ورناہ": 1743,
      "پڑھتا": 1744,
      "ورگے": 1745,
      "مبارکیں": 1746,
      "ترند": 1747,
      "ترجم": 1748,
      "زھگاں": 1749,
      "سلاہ": 1750,
      "سکین": 1751,
      "ملان": 1752,
      "ھانل": 1753,
      "ارسانی": 1754,
      "سستیں": 1755,
      "سستگیں": 1756,
      "ادارھے": 1757,
      "رندیں": 1758,
      "زوالی": 1759,
      "زھرشانی": 1760,
      "ساندہ": 1761,
      "گرایمر": 1762,
      "دیوانے": 1763,
      "رھشونی": 1764,
      "بساک": 1765,
      "بدلتواری": 1766,
      "جہت": 1767,
      "دانکاں": 1768,
      "شمییگ": 1769,
      "مزن": 1770,
      "راھجاہ": 1771,
      "تامرے": 1772,
      "شاھگ": 1773,
      "شااللہ": 1774,
      "شاباشی": 1775,
      "نیکراہ": 1776,
      "همے": 1777,
      "پھمگ": 1778,
      "گنگیں": 1779,
      "ہراڑے": 1780,
      "دردناکیں": 1781,
      "دمانے": 1782,
      "ساھتے": 1783,
      "کرتے": 1784,
      "سوبمند": 1785,
      "آسراتیاں": 1786,
      "بارش": 1787,
      "جھلانک": 1788,
      "زابل": 1789,
      "پھریزگ": 1790,
      "پاسے": 1791,
      "چنچو": 1792,
      "سرسوجاں": 1793,
      "اودھر": 1794,
      "بھرگاں": 1795,
      "بھرگانی": 1796,
      "سلامت": 1797,
      "لشکرے": 1798,
      "ارزشتے": 1799,
      "بچکند": 1800,
      "بگٹی": 1801,
      "بنگیجی": 1802,
      "تھری": 1803,
      "شھدگ": 1804,
      "مسلسل": 1805,
      "مشکے": 1806,
      "مشکل": 1807,
      "ایردستیں": 1808,
      "ورنایانی": 1809,
      "دلیریں": 1810,
      "جہدکارانی": 1811,
      "ریاست": 1812,
      "ریاستی": 1813,
      "شمے": 1814,
      "نزیکی": 1815,
      "پریشان": 1816,
      "کپوت": 1817,
      "کماش": 1818,
      "نادراھجاہ": 1819,
      "واکداراں": 1820,
      "جنجال": 1821,
      "جنجالی": 1822,
      "زوراکیاں": 1823,
      "آزمانکارے": 1824,
      "بالو": 1825,
      "تریکہ": 1826,
      "ترونگ": 1827,
      "شییر": 1828,
      "موٹلے": 1829,
      "نرمیں": 1830,
      "وسیلہ": 1831,
      "پالیسی": 1832,
      "کڑد": 1833,
      "انسٹاگرام": 1834,
      "وتواجھی": 1835,
      "واناھی": 1836,
      "گوستگ": 1837,
      "گپچلاں": 1838,
      "تاھیر": 1839,
      "ابدلستار": 1840,
      "لگتمال": 1841,
      "ازگارے": 1842,
      "بچکندے": 1843,
      "آؤرت": 1844,
      "آگاھی": 1845,
      "اھسان": 1846,
      "اھوال": 1847,
      "بژنیگ": 1848,
      "بدواہ": 1849,
      "بھتی": 1850,
      "براھوی": 1851,
      "تاریھ": 1852,
      "زراب": 1853,
      "سانگبندانی": 1854,
      "سراییکی": 1855,
      "شانتل": 1856,
      "لاییٹ": 1857,
      "مچیانی": 1858,
      "مساپر": 1859,
      "مدامی": 1860,
      "پوشاک": 1861,
      "کراچی": 1862,
      "کوھلو": 1863,
      "کبزہ": 1864,
      "ھاموش": 1865,
      "وتگڑیں": 1866,
      "برگیڈ": 1867,
      "ناساڑی": 1868,
      "ناانساپی": 1869,
      "دوازدہ": 1870,
      "کتگین": 1871,
      "وازمندگ": 1872,
      "سیدگنج": 1873,
      "گیرھازر": 1874,
      "دلجمیں": 1875,
      "نیپگان": 1876,
      "اسکول": 1877,
      "ٹیکنولوجی": 1878,
      "\":": 1879,
      "؛\",": 1880,
      "...": 1881,
      "!!\",": 1882,
      "_ھ": 1883,
      "_لبزانک": 1884,
      "_دانک": 1885,
      "xt": 1886,
      "آج": 1887,
      "آر": 1888,
      "آک": 1889,
      "آہ": 1890,
      "آوان": 1891,
      "آنت": 1892,
      "آمر": 1893,
      "آور": 1894,
      "آری": 1895,
      "آوانی": 1896,
      "آوکیں": 1897,
      "آرگ": 1898,
      "آشک": 1899,
      "آرام": 1900,
      "آمین": 1901,
      "آتے": 1902,
      "آتیان": 1903,
      "آباد": 1904,
      "ؤل": 1905,
      "اٹ": 1906,
      "اکن": 1907,
      "ابر": 1908,
      "اسر": 1909,
      "اور": 1910,
      "ابیت": 1911,
      "اوار": 1912,
      "اپی": 1913,
      "اھے": 1914,
      "اجہ": 1915,
      "امری": 1916,
      "اچم": 1917,
      "اڑے": 1918,
      "اٹیگ": 1919,
      "بدی": 1920,
      "بنا": 1921,
      "بھی": 1922,
      "بچے": 1923,
      "بچک": 1924,
      "بدات": 1925,
      "بگر": 1926,
      "بالی": 1927,
      "بوانین": 1928,
      "بشھ": 1929,
      "بشی": 1930,
      "تان": 1931,
      "تال": 1932,
      "توان": 1933,
      "تپر": 1934,
      "تھی": 1935,
      "تکی": 1936,
      "تنی": 1937,
      "تمہ": 1938,
      "تریں": 1939,
      "تنو": 1940,
      "تالب": 1941,
      "تلہ": 1942,
      "تلو": 1943,
      "تژن": 1944,
      "تنک": 1945,
      "توانا": 1946,
      "تھمت": 1947,
      "تنیگ": 1948,
      "تبک": 1949,
      "تمردی": 1950,
      "تچیت": 1951,
      "جد": 1952,
      "جل": 1953,
      "جگ": 1954,
      "جے": 1955,
      "جانت": 1956,
      "جای": 1957,
      "جوش": 1958,
      "جور": 1959,
      "جیک": 1960,
      "جری": 1961,
      "جوا": 1962,
      "جزم": 1963,
      "جوانی": 1964,
      "جول": 1965,
      "جاری": 1966,
      "دوچ": 1967,
      "داگ": 1968,
      "دنی": 1969,
      "داد": 1970,
      "دراں": 1971,
      "داللہ": 1972,
      "دتے": 1973,
      "دشتی": 1974,
      "دایے": 1975,
      "رل": 1976,
      "ره": 1977,
      "رھم": 1978,
      "رونت": 1979,
      "روڑ": 1980,
      "رھی": 1981,
      "رتگ": 1982,
      "رپتگ": 1983,
      "رنج": 1984,
      "رشان": 1985,
      "رمس": 1986,
      "رمش": 1987,
      "رشانی": 1988,
      "رکھ": 1989,
      "روکے": 1990,
      "رکینگ": 1991,
      "رچیت": 1992,
      "روھے": 1993,
      "زد": 1994,
      "زبی": 1995,
      "زدی": 1996,
      "زانی": 1997,
      "زیی": 1998,
      "زرد": 1999,
      "زپر": 2000,
      "زھور": 2001,
      "زگار": 2002,
      "زنک": 2003,
      "زبور": 2004,
      "سن": 2005,
      "سہ": 2006,
      "سات": 2007,
      "سای": 2008,
      "سبر": 2009,
      "سانی": 2010,
      "سمی": 2011,
      "سیک": 2012,
      "سیی": 2013,
      "سوار": 2014,
      "سکا": 2015,
      "سوگ": 2016,
      "سانک": 2017,
      "سام": 2018,
      "سبا": 2019,
      "سچک": 2020,
      "سمج": 2021,
      "سگار": 2022,
      "سمب": 2023,
      "سواری": 2024,
      "سراں": 2025,
      "سایین": 2026,
      "سواس": 2027,
      "سھرا": 2028,
      "شد": 2029,
      "شات": 2030,
      "ششت": 2031,
      "شھم": 2032,
      "شکار": 2033,
      "شانگ": 2034,
      "شاگ": 2035,
      "شھل": 2036,
      "شمو": 2037,
      "شرہ": 2038,
      "شکاری": 2039,
      "شوکی": 2040,
      "شپیش": 2041,
      "شنگی": 2042,
      "شانکے": 2043,
      "لم": 2044,
      "لان": 2045,
      "لیں": 2046,
      "لھم": 2047,
      "لانی": 2048,
      "لنگ": 2049,
      "لچہ": 2050,
      "لام": 2051,
      "لاش": 2052,
      "مپ": 2053,
      "موت": 2054,
      "مھم": 2055,
      "موا": 2056,
      "مانک": 2057,
      "ملی": 2058,
      "متا": 2059,
      "متھ": 2060,
      "مڈی": 2061,
      "مسال": 2062,
      "مگسی": 2063,
      "مهر": 2064,
      "مدتے": 2065,
      "نان": 2066,
      "نکہ": 2067,
      "نکن": 2068,
      "نشت": 2069,
      "نانی": 2070,
      "ننا": 2071,
      "نزان": 2072,
      "نسی": 2073,
      "نوٹ": 2074,
      "نلس": 2075,
      "نزاناں": 2076,
      "ناییں": 2077,
      "نواب": 2078,
      "نڈال": 2079,
      "نالاں": 2080,
      "هو": 2081,
      "هژ": 2082,
      "هست": 2083,
      "هبر": 2084,
      "همیش": 2085,
      "هپت": 2086,
      "هستی": 2087,
      "هرچ": 2088,
      "هیل": 2089,
      "هنڈال": 2090,
      "وب": 2091,
      "وں": 2092,
      "وال": 2093,
      "ونی": 2094,
      "ودار": 2095,
      "وپیسر": 2096,
      "وشتگ": 2097,
      "وسل": 2098,
      "وشتر": 2099,
      "وهد": 2100,
      "ٹل": 2101,
      "ٹہ": 2102,
      "ٹور": 2103,
      "ٹپی": 2104,
      "ٹھی": 2105,
      "ٹسا": 2106,
      "ٹکیں": 2107,
      "ٹنک": 2108,
      "ٹوھیں": 2109,
      "پم": 2110,
      "پک": 2111,
      "پھ": 2112,
      "پاں": 2113,
      "پما": 2114,
      "پانی": 2115,
      "پیک": 2116,
      "پرد": 2117,
      "پاگ": 2118,
      "پکی": 2119,
      "پآیی": 2120,
      "پسب": 2121,
      "پسو": 2122,
      "پھور": 2123,
      "پترا": 2124,
      "پبانک": 2125,
      "پنج": 2126,
      "پوشگ": 2127,
      "پشان": 2128,
      "پچکے": 2129,
      "پوھیں": 2130,
      "پجیگ": 2131,
      "پابدلستار": 2132,
      "چل": 2133,
      "چه": 2134,
      "چپ": 2135,
      "چرا": 2136,
      "چند": 2137,
      "چمیشکا": 2138,
      "چماں": 2139,
      "چتور": 2140,
      "چرل": 2141,
      "ڈن": 2142,
      "ڈڈ": 2143,
      "ڈار": 2144,
      "ڈشت": 2145,
      "ڈنگ": 2146,
      "ڈمیش": 2147,
      "ڈگری": 2148,
      "ڈنگے": 2149,
      "ڈلیٹ": 2150,
      "ڑا": 2151,
      "ڑوں": 2152,
      "ژند": 2153,
      "کج": 2154,
      "کست": 2155,
      "کای": 2156,
      "کشت": 2157,
      "کسر": 2158,
      "کیک": 2159,
      "کلی": 2160,
      "کرو": 2161,
      "کچک": 2162,
      "کھت": 2163,
      "کھا": 2164,
      "کھان": 2165,
      "کوھنیں": 2166,
      "کیکے": 2167,
      "کبین": 2168,
      "گے": 2169,
      "گوت": 2170,
      "گور": 2171,
      "گرد": 2172,
      "گاک": 2173,
      "گدار": 2174,
      "گھیں": 2175,
      "گراں": 2176,
      "گداں": 2177,
      "گچین": 2178,
      "گجر": 2179,
      "گنوک": 2180,
      "ھیا": 2181,
      "ھوری": 2182,
      "ھکاری": 2183,
      "ہر": 2184,
      "ہما": 2185,
      "ہوار": 2186,
      "ہمو": 2187,
      "ہمت": 2188,
      "ہاٹیگ": 2189,
      "یان": 2190,
      "یار": 2191,
      "یانی": 2192,
      "یتی": 2193,
      "یتون": 2194,
      "اند": 2195,
      "انے": 2196,
      "انسر": 2197,
      "انام": 2198,
      "انٹی": 2199,
      "انشااللہ": 2200,
      "انسانی": 2201,
      "ارش": 2202,
      "ارزانت": 2203,
      "ارگالاں": 2204,
      "ارشاں": 2205,
      "بلی": 2206,
      "بلکن": 2207,
      "بلوٹ": 2208,
      "راھے": 2209,
      "اتی": 2210,
      "اتگیں": 2211,
      "اتکگیں": 2212,
      "کناں": 2213,
      "کندگ": 2214,
      "کنوکیں": 2215,
      "کندہ": 2216,
      "کنپل": 2217,
      "کنایین": 2218,
      "ماس": 2219,
      "ماگ": 2220,
      "مابلوچ": 2221,
      "مالی": 2222,
      "ماگل": 2223,
      "ماھت": 2224,
      "ماسیں": 2225,
      "ماشااللہ": 2226,
      "وتگش": 2227,
      "ایس": 2228,
      "ایک": 2229,
      "ایاں": 2230,
      "ایانی": 2231,
      "ایمی": 2232,
      "ایمان": 2233,
      "ایوکی": 2234,
      "ایلو": 2235,
      "ایلیٹ": 2236,
      "ایڈمیش": 2237,
      "الٹ": 2238,
      "الماسیں": 2239,
      "وانیں": 2240,
      "واننت": 2241,
      "بید": 2242,
      "بیڑ": 2243,
      "بیک": 2244,
      "بیست": 2245,
      "بیرانی": 2246,
      "بیزار": 2247,
      "بیرگ": 2248,
      "بیشک": 2249,
      "بیبرگ": 2250,
      "بانگ": 2251,
      "بانکار": 2252,
      "بانبر": 2253,
      "بانگیں": 2254,
      "باندات": 2255,
      "بانڑی": 2256,
      "شتیی": 2257,
      "شتین": 2258,
      "درب": 2259,
      "درس": 2260,
      "درم": 2261,
      "درے": 2262,
      "دردی": 2263,
      "درکار": 2264,
      "دردے": 2265,
      "درمان": 2266,
      "درکپتگ": 2267,
      "درشانی": 2268,
      "درکپ": 2269,
      "درگپتگ": 2270,
      "درسیں": 2271,
      "زبانزانت": 2272,
      "بہاییں": 2273,
      "دیس": 2274,
      "دیاں": 2275,
      "دیوار": 2276,
      "دیگی": 2277,
      "دیریں": 2278,
      "دیایین": 2279,
      "دیکھ": 2280,
      "وشان": 2281,
      "وشنت": 2282,
      "وشکندہ": 2283,
      "ھمل": 2284,
      "ھمروچ": 2285,
      "ھمکاری": 2286,
      "ھمدرور": 2287,
      "ھمدرد": 2288,
      "ھمبزانت": 2289,
      "ھمتواریں": 2290,
      "کارست": 2291,
      "کاروان": 2292,
      "کارسر": 2293,
      "کارجا": 2294,
      "کارپد": 2295,
      "کارجاہ": 2296,
      "کارجاھاں": 2297,
      "کارمست": 2298,
      "منا": 2299,
      "منٹ": 2300,
      "منانک": 2301,
      "مناک": 2302,
      "مناپ": 2303,
      "نتگیں": 2304,
      "مرو": 2305,
      "مرماں": 2306,
      "مردے": 2307,
      "مردین": 2308,
      "برت": 2309,
      "برو": 2310,
      "بران": 2311,
      "برکت": 2312,
      "برجا": 2313,
      "بروک": 2314,
      "برتگ": 2315,
      "برجاھ": 2316,
      "برچن": 2317,
      "سرگ": 2318,
      "سروک": 2319,
      "سروگ": 2320,
      "سردار": 2321,
      "سرکاری": 2322,
      "سروکی": 2323,
      "سرین": 2324,
      "سربیگ": 2325,
      "سرشون": 2326,
      "سرھالے": 2327,
      "میت": 2328,
      "میرا": 2329,
      "میرانی": 2330,
      "میرے": 2331,
      "ندہ": 2332,
      "ندکار": 2333,
      "نداری": 2334,
      "گالبندی": 2335,
      "گالردی": 2336,
      "گالتوار": 2337,
      "گالتھر": 2338,
      "ناپ": 2339,
      "ناگی": 2340,
      "نازی": 2341,
      "ناماں": 2342,
      "ناوانند": 2343,
      "ناسرپدی": 2344,
      "ناھو": 2345,
      "ناھک": 2346,
      "ناامیت": 2347,
      "نامین": 2348,
      "ناساز": 2349,
      "ناھدا": 2350,
      "ناپوہ": 2351,
      "وربند": 2352,
      "یکٹ": 2353,
      "یکپار": 2354,
      "یکرند": 2355,
      "یکجاھے": 2356,
      "یکشاہ": 2357,
      "نبشتگ": 2358,
      "نبشتھانی": 2359,
      "نبشتاری": 2360,
      "نبشتھاں": 2361,
      "دوبر": 2362,
      "دوبھتی": 2363,
      "وانگا": 2364,
      "وانگجاھے": 2365,
      "وانگواں": 2366,
      "توک": 2367,
      "توجی": 2368,
      "توپیک": 2369,
      "نگاھے": 2370,
      "نگانے": 2371,
      "گوھر": 2372,
      "گوکی": 2373,
      "گوگل": 2374,
      "گوشتگ": 2375,
      "گوزگ": 2376,
      "گواچی": 2377,
      "گواجہ": 2378,
      "گوناپ": 2379,
      "ایتک": 2380,
      "یاسی": 2381,
      "ھدار": 2382,
      "کتہ": 2383,
      "کتاک": 2384,
      "کتابی": 2385,
      "ھرروچ": 2386,
      "ھرجاہ": 2387,
      "ھرنیمگ": 2388,
      "نبشتہی": 2389,
      "گڑگ": 2390,
      "ریل": 2391,
      "ریناں": 2392,
      "ریچاں": 2393,
      "ونتیں": 2394,
      "ونتین": 2395,
      "جاچ": 2396,
      "جاگھ": 2397,
      "جاونگ": 2398,
      "دربرت": 2399,
      "دربرجاہ": 2400,
      "کنگریں": 2401,
      "وڑین": 2402,
      "وکو": 2403,
      "وابے": 2404,
      "واھند": 2405,
      "واٹسا": 2406,
      "بیسہ": 2407,
      "دوستانی": 2408,
      "ردست": 2409,
      "ردانکے": 2410,
      "واریں": 2411,
      "وارات": 2412,
      "واریک": 2413,
      "وارتہ": 2414,
      "سیما": 2415,
      "سیمی": 2416,
      "سینگ": 2417,
      "سیتی": 2418,
      "سیمس": 2419,
      "سیمسر": 2420,
      "سیالاں": 2421,
      "چیزان": 2422,
      "چیری": 2423,
      "چیریں": 2424,
      "چینگی": 2425,
      "کاہ": 2426,
      "کاھی": 2427,
      "کامرز": 2428,
      "کامری": 2429,
      "دگا": 2430,
      "دگیں": 2431,
      "دگاں": 2432,
      "دگنیا": 2433,
      "درونتے": 2434,
      "انگر": 2435,
      "انگلی": 2436,
      "وگیں": 2437,
      "بنیں": 2438,
      "بندر": 2439,
      "بنگال": 2440,
      "بندری": 2441,
      "شماست": 2442,
      "پرمان": 2443,
      "پرواہ": 2444,
      "پرارزشت": 2445,
      "پرمڑ": 2446,
      "پربست": 2447,
      "پرواه": 2448,
      "پروپیسر": 2449,
      "گیج": 2450,
      "گیم": 2451,
      "گیراں": 2452,
      "گیرانی": 2453,
      "گیرے": 2454,
      "گیچن": 2455,
      "دلاں": 2456,
      "دلگران": 2457,
      "دلجمی": 2458,
      "دلپدری": 2459,
      "زمبا": 2460,
      "پدا": 2461,
      "پدرا": 2462,
      "پدایین": 2463,
      "اگریچاں": 2464,
      "پیل": 2465,
      "پیدا": 2466,
      "پیگام": 2467,
      "پیسوب": 2468,
      "پیگم": 2469,
      "پیوٹر": 2470,
      "پیجے": 2471,
      "پیداگ": 2472,
      "ھینگ": 2473,
      "ھیران": 2474,
      "ھیرانی": 2475,
      "ھیگا": 2476,
      "اکل": 2477,
      "اکے": 2478,
      "اکبر": 2479,
      "زیل": 2480,
      "زیانی": 2481,
      "زیتیں": 2482,
      "زیمل": 2483,
      "زیرگ": 2484,
      "زیردست": 2485,
      "امباز": 2486,
      "امجد": 2487,
      "کید": 2488,
      "کیبور": 2489,
      "دمگ": 2490,
      "دمانیں": 2491,
      "دمگاں": 2492,
      "تہہ": 2493,
      "تہنا": 2494,
      "نیل": 2495,
      "نیاں": 2496,
      "نیایاں": 2497,
      "جھدانی": 2498,
      "باسکی": 2499,
      "باجبر": 2500,
      "باھند": 2501,
      "بامردی": 2502,
      "مہکمی": 2503,
      "بےسما": 2504,
      "بےسوت": 2505,
