شاں
بیست
پان
جھلی
لھت
باندات
شھم
لبزانکی
کوھلو
جھلانکی
سازگ
اکے
شمی
ونک
ھمد
ر
ھکانی
کڑد
وانا
پت
بے
ھندو
رد
گپچلاں
ھراب
راستی
سندی
واجھی
وانی
شوک
ماھت
گازی
واھگ
نامی
برزی
اسیٹ
واننت
مٹھا
بیتگیں
شین
جوابانی
کتگین
پدریچ
سرھالے
________________
گشتیں
جن
دراییں
میڈیم
گس
یونیورساٹی
ادارتی
شانکے
بنرھبندی
اوشت
کاریم
وات
مھرنگے
وھار
بلوچیت
آباں
چکدر
زراب
جنز
جارکش
پوزیہ
f
کینگ
اوشتات
ساین
گنگدام
باھنداں
شاد
توکل
تھت
سرمچارے
این
ھزم
ادارھے
پیجے
ساھدار
سازیں
سرین
پروپیسر
!
بنگ
ناتپاک
کمی
نپرت
نوشتہ
سیمی
شالا
ھانل
مابلوچ
دگہ
بنگیجی
جاور
چاگ
تنیگ
نکان
ابیک
اور
ھوٹ
گپت
پرمان
کنڈ
ستی
ناییں
انامت
لبزانکار
توانمندی
سرسوجی
ڈالچار
ایڈمیش
ناسا
ارسانی
کسانیں
لاچار
ھگ
جمی
کین
زندان
رھی
کلی
جاگہ
یاھگ
انسٹ
زیی
مٹ
مانا
تام
پات
نچ
تاھیر
دام
مراگش
املی
رھبندی
زانتکارے
ونتیں
مبارکیں
ارش
جاورانی
یزگ
مو
پیسرگیں
گالردے
زورگ
تر
ملا
زانین
گسد
گام
وانکو
زبی
ھرنیمگے
پہ
نشاناں
زالبولیں
ندارگ
لاییٹ
پنجابی
المؤل
بیگواھیں
شہ
پاگپ
پرارزشتداریں
دمانے
مگی
بیسہ
شکار
ھوں
میڈی
دیگ
گالرداں
برجاہ
پالیسی
میر
بزگی
جزبگانی
:
آشک
بےسما
ترند
دے
بوتہ
چارمی
شتہ
؟",
کارسر
دریا
روس
روان
وسلم
رودرآ
سبکوں
کانو
ھیالات
دردے
سیکھنے
کڑدار
شپ
چادر
بییں
شانی
ناپ
ودار
برتگیں
گھ
روتاکے
دواز
جت
یکمشت
سا
رجانکار
هژ
اھیں
سروکی
واں
اچھے
نمیرانیں
دابو
ڈیک
ھیل
نوک
اتیے
وسیلہ
لچ
کھ
اہمیت
پتگ
چراگ
استاداں
اسکول
تینا
کوجا
گنجے
پسہ
راتی
ایشانی
_____
کاروان
ھزارانی
گامگیج
گرمی
ھند
راھبندی
کارکنوک
گا
{
دوازدہ
روژنا
چست
جو
}
رچکے
پنامگال
نان
ھاٹیگ
شریں
کتابانی
کننگور
وگ
الاں
تھرانی
ازر
زمہ
چم
درم
اش
مھتال
یار
نکہ
تریکہ
آؤ
یکپار
ناانسا
جمبور
ردست
روشے
چنچو
ڈ
تہہ
گوزگ
دگ
ھون
هست
گڈسر
مہکم
ناں
بوتاں
جملہ
چمشانکے
وازمن
تھوک
سور
ھات
میرے
ھمکوپگی
زبر
ٹیگ
گرو
منا
یکیں
بز
ایل
وازمندگ
ونتگ
یک
گشت
چینل
مھر
آشوبی
ہے
وسل
اوشتاتگ
لہ
استار
سروگ
کبزہ
آزمانکانی
شتر
اھوال
ھید
گریب
مین
پوریاگر
ابدمانیں
تے
یان
وھ
انجینیرنگ
سوج
بدی
تاں
مھ
گند
ھمکوپگ
ماھے
پوسکنو
بای
ھر
ڈلیٹ
پروگرام
ساز
آں
مراد
مھمد
ناھدا
برجاھیں
ازگارے
چینچک
نی
روشمے
وٹسپ
روایر
نب
تمہارے
ژنا
ناسرپدی
سس
ے
را
چمانی
گوریلہ
سوت
بکش
زبانزانتی
پرواه
انکدر
روکے
وپا
اردو
زینے
پد
منٹ
دیم
ھمایاں
ڈیرہ
ارز
وھے
ناوانندھے
پرچاکہ
بھشت
م
شک
زپر
بوت
بار
سماییں
ساھتیا
چینگی
کمیٹی
درد
واچنی
دا
ولد
گیں
واٹسا
گرامی
میرا
باتن
رسترے
نبشتانک
چو
کوکار
کان
مسیود
ننکن
منانک
داراں
رتگ
مسیت
ایکشن
بین
زھگاں
ھمید
دوییں
جھیں
روچ
سراں
تواری
وچی
وانک
گالبندی
ڈن
ارس
نشار
به
جوریں
پوسٹ
سوگوی
سرجمیں
آیوکی
چینکس
یونٹز
اہوال
ریگ
متا
موا
ھمراھی
کردی
نے
سربیگ
ھیگا
ہم
نوش
وانان
هچبر
مار
انٹیلیجنسی
برادرم
نھاد
تھریروں
گیشتر
دگاں
دربری
ھست
انسان
دینی
جمال
سید
بدے
متاہ
دروشم
ناکو
[CLS]
گراست
-
جاھاں
تمردی
ھور
بیار
بنگی
زیرگ
نالاں
اینڈ
کنوک
یانی
وابے
تاچی
بوان
یتون
بدوا
جانت
کمایی
کای
ویل
اسول
سہ
اکس
ایران
یے
چاہ
ساچ
لاش
ھالے
دیایین
دات
چیزے
گران
گیمر
ابیت
زرتگ
کوشش
ھرروچ
ٹر
ازم
دستونک
جاھے
ٹپ
پوشگ
رکھ
نسی
پچ
بنکی
مڈی
آشو
ونگ
نبیسی
کلوھے
دوستانی
نشتگ
مھمان
وپسگ
ول
نمیام
دوبر
کننگ
گسدانی
ھی
سوھ
ٹوکی
پیسبک
پریشان
جیڑگ
کارمستر
بیر
لاچاری
شوھ
دیس
زوت
راں
ورت
درداں
زبور
نوشکی
سوس
مب
تیوہ
شنگکار
جواب
چیز
بس
سنج
شانے
گوگل
گالردانی
یکٹ
اود
مجھے
سےییں
ارگال
ھمدست
سزا
ز
گروپ
نزوریں
لینت
اباس
گشگ
کموت
موت
بگانی
ھمبزانتیں
کمیں
گالردی
سلیم
زیردست
ورنایانی
یٹ
ژ
پن
مارشت
زانگ
دردناکیں
روایرشت
کم
پجارگ
لش
سرپدی
باھند
انچوش
واہ
مدامی
کرینگے
جانتا
ہمت
توک
نودربرے
روژناییں
واھگدارے
گم
تہ
بھیڑوں
بوری
منزل
دیکھ
نابودی
شنگینتگیں
بلد
تچکیں
کنیں
ایرد
تیان
پاسے
سھرا
رک
تھر
تازگ
گے
جاری
ونت
ناگیگیں
گپتگ
بزانتے
وھدے
ادار
دربرگی
سال
جر
تامراں
راج
ٹہ
پیداگ
پرچا
شینک
بانگ
دلجمیں
مل
آسراتی
ں
مھت
سرینوک
رسی
بندے
تچکی
ابرمی
وارگ
شرمناک
روڑ
ولاں
ریگتے
اڑ
رچیت
_لبزانک
نبشتھانی
کلچرل
سرکار
اینچو
o
سست
نبشتہی
منی
کراچی
ھتا
درازیی
دودانی
پانی
نیٹ
راجانی
زانتگ
ربیدگ
سک
کنایینگ
چیزان
نیاڑی
جاھلیں
ترانگ
شازیہ
نبشتگیں
یا
کارجاھاں
کچ
بیرگریں
هژدری
شھزانت
گہتر
مسال
بکن
نبشتانکانی
میڈیکل
وشبو
انکے
وانوک
ٹھلے
ایردستی
ھرچ
لٹ
شتیی
چین
دزھور
پا
ونینگ
بھ
داناییں
سما
روش
زمبادے
سرمچارانی
اول
تپنگ
موہے
پڑ
انساپ
ھوانندہ
آتیان
کارمرز
دلجم
پنت
l
ھمل
تھے
شری
کالجانی
ڑوں
سنگر
پکیر
شل
شوھاز
رچ
ب
لانی
x
سواری
میے
ریھان
تھناییں
بزگیں
الم
پند
ارے
سنگ
مجبوری
یکبرے
درورے
بیڑ
زیا
________
تبا
بیا
سار
زورگریں
ہر
کوہ
راجمان
ابدلگپار
مبارک
موک
زانگی
داد
اڑے
جور
اشتاپ
شھدگ
جنکانی
ازمکارے
باشی
نیست
پساں
وڑ
سیدنمدی
بایل
ڈگری
برجمی
ود
آیی
وتگڑ
پسو
نو
گپانی
ہوار
سن
لچہ
رھشو
درس
ینا
زیانی
پوش
کیکے
کریچ
زی
متلب
گڈگ
جھل
ات
امیراں
ورگ
تیھار
ستاں
وا
چ
سکین
کا
رنجاں
آک
ودی
نشان
ترونگل
پج
نیور
نپرے
دوچایین
کلوہ
وربند
شپیشل
اگاں
ھکار
مشت
باجبر
دنی
دگنیا
هما
سواس
گیرھ
ینت
توان
جوانیں
ھشت
بزنکہ
ردیانی
سپر
ردانکے
مول
گالوار
بی
اٹیگ
کٹ
وستگیں
ربیدگی
زیہ
گیر
سبا
شھد
چاہنداری
رود
نتگیں
داب
یوٹوب
زانت
سرای
اولیکو
ڈیجیٹل
برز
انیں
باں
بیرگری
وانگواں
کاینت
گاک
گپچلانی
سرگ
موبایلاں
شھسساییں
مج
سنگتان
ڈی
جند
گریوگ
سرجمی
مردے
کماتگیں
میڈڈیایی
آمین
ھستی
انگلش
چیزاں
ھنچش
ایے
بلوچی_لبزانک
ٹپیگ
ڈاریکٹ
نزاناں
اشکت
انچیں
وں
گیش
سادگ
کمکارگال
نیپگ
واچنے
ترو
پوریاگری
درسیں
جما
نیار
پترا
[
ایاں
لان
رندگیراں
ما
کلاس
اسی
سبر
یکے
نکن
مجی
بانکاریں
پکی
کریم
لبزے
کنایی
گپچ
ھوری
بلوچی_رجانک
سندھی
دوچ
کگیں
وتن
گریباں
نہ
هبر
پھک
گالانی
کاسم
الماسیں
گوری
کنپل
جھدانی
i
نجات
تنی
زد
کھا
دیاں
وشکندہ
بژن
ھار
واریاں
پمن
ار
ابیتکی
وارات
گالواری
درچک
ربی
اڑاند
ھانی
داتگ
برا
سایرہ
ٹہیت
راھجاہ
سسایے
اٹلی
پای
بہاییں
گیشینگ
زاناں
ھمدستی
سرکاری
لیک
وجی
سب
بنت
زالبولانی
وہ
پیسبوک
گواہ
شھسس
بھرے
مزن
رجانک
شایر
شیرے
راکی
کناں
اٹ
نمیرانی
بوتگیں
پوسکن
بندایی
پریشر
لچھکار
ھام
کازی
چکاس
نز
چاگردی
اچار
بانبر
بدل
اس
نرمیں
بدواھاں
شانت
ٹاک
شاھگانی
مبش
ناترسیں
گاں
کواس
مرچیگیں
،",
مرز
شت
اشتاپی
ترس
کنوکیں
سوبمند
گرادگ
تان
روسی
تپاک
ترامگی
مھلوک
بکنات
جنت
زیل
آج
ترا
بچارینات
کیت
گیوار
بژنیگ
پیلو
کورس
کپتاں
سرڈگار
بدبھتی
تنو
پھم
گوشما
شپیش
کری
بانی
مھنت
واکدار
راجے
هچ
یٹوٹ
جاونگا
بند
سارتیں
اداری
مریک
جھد
وھدی
مردم
وانندھانی
دریایی
روں
بھرگانی
شلانیں
وٹ
واس
شاھگ
رگ
شو
پیس
تپورگال
سینگ
بانگیں
سای
تچیت
جزم
کلگ
نڈال
ردی
زگریں
کاراں
ماھتاک
بنجاہی
لگت
جھدکار
آوکیں
دیان
شما
گریبے
بیتگ
ترندیں
ایوک
بلوچاں
ٹی
بھایی
ھورے
کییگ
وار
جتاییں
یاد
گوناپ
دانے
ایشلی
واهگ
جوڑ
دارگ
تاک
تچنت
دل
روشم
کارگال
رواج
گڈسری
مدتے
رشان
نمیران
انٹرنٹ
کیی
سوبمندیں
[MASK]
اچ
پریات
نزیکیں
ھمروچ
گہتریں
تالان
نکاناں
وڑیں
اپسوزی
ایک
جاچ
سایینس
میڈ
شاہ
ساماناں
سرپد
رای
نگانے
آب
پارسی
آسان
سیاد
مانک
گشندہ
زمانگانی
یمر
سراییکی
بکنت
یں
گوار
ھمی
راست
کرتگیں
ٹک
پکری
باسکی
سیما
زورگر
بنرھبند
مریرہ
کارگسی
دامگی
بنجاہ
دمان
پیدا
رواجانی
آس
وانوکاں
ھونواریں
پالی
مڑاہ
ھالات
ھالتاک
مناپکیں
وتواجھی
پدری
بزاں
چتور
ابی
شلیں
برگی
سبی
بشھ
نزوری
گھگیری
پور
وگیں
شوشل
کامرز
کرو
یکپارگی
ھچ
بستار
مھرنگ
تپاس
ندہ
هنڈال
جاھ
بالو
ھاس
ترجم
d
انی
رمس
ترمپ
گھیں
شم
دلگران
تکار
نوشتیی
رھدربر
گوھر
n
کنگریں
ورناھیں
انت
وانگجاہ
بلے
گرانبھ
دلگوش
واریک
گ
کموکے
پما
ھمیشاں
وگرام
بانک
نوٹ
یونیور
ند
کارگالاں
تپ
سردار
اند
ملتا
پاتما
شھیک
گت
نامداریں
ھمرا
جہت
توہ
سلامے
تال
برگیڈ
شودگ
جاں
لے
وال
شھکردی
آور
کرآن
نامگال
وانیں
ھمدپیں
کاری
کیبور
شتاں
براتیں
ارزان
تہنا
دلی
میان
دستور
انگت
شییرانی
مس
بھت
اوست
اچم
جتگ
سندھیاں
زو
جمایتی
یکجاہ
نه
لیکن
ندکار
وشوکے
گالاں
راھے
آرام
گچین
بست
بنجایی
پشت
لیکھ
سستیں
گرگ
ایم
نیبگ
تھکش
کچک
پدی
ھلاس
رسینگانے
په
داں
نیک
ھساب
مسر
گار
کانون
اپ
رھ
ایس
اگرام
ؤل
ملی
شمے
کمپیوٹر
بچکند
دربرگ
آگاھی
وارتہ
ماھگیرانی
وس
وتواجہ
پٹے
رندگیریں
ناھودگیں
یوٹ
ستار
کرت
ونتگیں
ابا
ادبیات
مدی
رھبندانی
الا
انے
تامرے
گھگیر
ساندہ
وداریگ
گپتاری
رنگے
سرڈگارے
لگتمالی
ابکہ
ھمگرنچ
دیستگیں
درمان
بلوچی
جیگ
جھان
گیج
جمھوری
ابداللہ
رھدربری
کش
گلزا
کاریچ
تاھیری
اے
کست
e
رہ
کس
جاگھاں
دیر
ماس
ونتین
مناپ
کتابجاہ
جنکے
اھ
کتگی
لیٹ
زالبول
گزابیک
نپر
اد
ملم
شموشتگ
ستک
راھ
جزباتی
آزمانکارے
زمانگ
ارزشت
گروپاں
نشانیاں
نامکم
کپتگ
ھکاری
هپت
جنگی
شور
شماست
بنکارگال
شوش
پلگار
جنزانی
تک
پوسٹاں
مندی
راجدوستے
وکے
گالتھر
کپوتانی
داشت
بھتی
رہشونی
دوست
_دانک
ٹنک
بنی
ندر
انسر
ایر
پاکتاک
رس
باندا
اب
گلے
مرچی
جاہ
زر
زباناں
امی
ماگ
چیریں
نیم
کنپلکٹ
ازتی
بژ
گواجہ
ترونگلینت
چپ
ناسرپدیں
چوناھیگا
آگا
نگے
ریزی
اومان
المؤلپات
ورناہ
وتی
شرمناکیں
گو
گوستگ
شتی
مسکیں
پوزیا
بھرگ
کہ
بھی
جایگ
گراں
ناانساپی
بزگ
کپوت
پوہ
نشت
ھمراہ
مسا
سانکلاں
پرمڑاییں
رشانی
مییت
درونتاں
a
بوتین
ورنا
دیمروی
می
ششت
زابل
لمبر
سیاھگ
کج
ہو
نداری
ھے
اپریل
مانی
ھکیکت
مھزبی
انکار
تھری
آری
ڈار
چاه
دزرند
سیمس
رسانکدر
گرانبھاییں
برس
سادگی
چون
برت
چکے
یل
سمبر
کلیت
لانگو
جایی
ٹپی
بلوچستان
اشکنگ
پیسبکی
مچیانی
دگرانی
زرمبش
بدیں
دنیگت
ھدا
ھم
بنداں
کیچ
دمانیں
کنول
ناوانند
ڈنگے
بڑے
مزا
ٹوھیں
گنا
ھزار
پڑھنے
ؤ
بالی
بابت
نبشتگ
هنڈالیں
مالی
پردگے
گرااچم
سانی
بلوٹ
جوڑگ
دربرت
سروگانی
تکبرے
گیشی
آیگ
ساینس
چاگڑد
نھ
دریں_دانک
ییگ
درگپتگ
پاکستانی
اتکگیں
کرچک
نواباں
ٹیکنولوجی
وانندھاں
نبشہ
ھمبزانت
روگ
آزمانک
وھید
وارتگ
لازم
جای
ام
پسب
دیوان
درکپ
سایین
هرچ
جیڑہ
نام
مرو
گڑ
ڈاکٹرے
دومی
جاگھ
انگر
گوشتگ
ناامیت
مست
بگٹی
ملان
بگ
وشتر
چونیں
اداراتی
جا
دروشمے
زرد
دوستی
مارکین
ناساڑی
راجمست
وپسگایے
ش
شرت
پشان
یکرندے
وھت
نٹ
تون
وڑے
نای
جوانی
یسے
جتا
مساپر
ھیا
پتراں
مردمگیری
بدلتواری
دلجمی
چا
کمیت
گپ
درشانی
ہرا
بچکن
ڈال
تا
نک
تکی
رست
باز
کپت
بیرگ
بنگال
s
بزانت
یونٹ
استاراں
درآپی
داڑے
سنگتاں
تپورگالاں
پبانک
بدواہ
ھانیا
زنچک
نازانتی
بن
!!
گرنچ
کون
ڑے
مردماں
ناسرپد
کال
دیمر
انچاییں
بارش
تی
ھن
سام
چارگ
جمالدینی
سیالاں
یاکہ
جنک
داریں
پڑاں
سد
جم
تنک
وی
شمو
ابو
سمبھینگ
پاں
گڈ
آشوب
اسٹوڈ
کارانی
کشایینتگ
سرجم
پیسلہ
اپی
جھدکاریں
سیتیں
داری
ناگی
کیرہ
پھ
نیں
گل
ھزمتکار
زرا
نزوریاں
واریں
مرد
آزمانکار
کسر
وانگجاھاں
یات
اکبر
بهرے
مھسوس
کوش
سیاست
تھ
آییگ
شن
ماھناز
نیکراھی_لبزانک
انجینی
توپان
نبشتھی
نیل
سکی
کبز
بلوچے
"
ریشن
...",
بھرگاں
ہمو
نشتگیں
ایوکی
کانود
وتواج
جیڑ
شر
آہاں
آنت
دزگ
یکل
ھالاں
گوشوکیں
چاپانی
دلوت
پڑھتا
ھمکاری
ساھت
بروک
توپیک
مز
انٹی
ھونریچ
اوپار
سمجھ
مڑ
کنز
بور
کھول
نامانی
کرا
گالے
لوٹ
دانشور
تبک
گدے
ھنچوش
سوگات
پرمانگال
ھک
رودرآتکی
دم
بیک
زل
مجلس
ادی
____
ج
تپنگاں
ھت
کلوھاں
کل
جنگ
نادراھجاہ
بزانکہ
بید
میرانی
وھنیں
رکینگ
تواریں
اشکتگ
سے
ساں
جنسی
رپ
اسٹڈی
دژمنانی
زانشتی
انیگیں
مات
رودگاں
گپاں
ھمراھیں
کربانی
مییگ
جہد
نواب
نا
استادے
انجیل
کندہ
زامات
پر
ھیال
جوڈشت
زمین
نازانت
ایش
پلم
مہکمی
انٹرنیٹ
سستگیں
نیپگان
دلاں
نج
بازینے
زیت
یادی
گیرے
رستاں
لبزانک
ردیاں
شون
ننا
گواچی
شوہر
ساتھ
ماھر
چوناھا
زیمل
ھمود
جنجالی
ساھتے
یو
رسیں
سرچ
ترجمان
البار
لسل
تورت
نازیں
یگ
زبھر
وارت
کمک
ایین
سکا
چیدگ
دروگ
بھر
دانشورانی
سرمچاراں
بوتیں
اکن
ابید
اودھر
بانڑی
سات
بندایینت
پٹ
راھبند
دروری
دی
سند
پیسوب
الی
وش
ای
گیمرتگ
اوار
کوشست
پم
سیی
بنا
رو
پسیل
بیزار
نبشتانکاں
ترکی
پرک
بورتاچی
ستان
بسہ
لس
بنگپ
گڑا
گیم
ناکیں
چہ
وھدیکہ
راھی
پالیسیانی
بلوچی_
بےسوتیں
پیسر
تران
د
سم
چیت
ازگار
درونتانی
پول
شای
کردماگ
او
ماه
بیھار
دپ
_ھدیس
جنگولاں
بچکنداں
امری
وھن
بےسمایی
بالا
ڈاکٹر
کرز
.",
وانندہ
ء
لشکر
انشااللہ
سوتکگیں
جل
چمیشکا
....
اتگیں
پڑھوں
زھر
دانک
آتکگ
راہ
ھجبر
میرگند
دوستیں
کرآن_
دوا
گیریں
ھا
موبایل
سجھیں
وتگش
وارساں
امباز
کسھے
دیمپان
نیا
شات
کتابا
کار
انام
بروکا
استاد
انگ
پیسب
بیرانی
برکت
کپوتاں
گالی
ھنے
شی
ناماں
اسٹ
ڈنگ
چونا
ایمی
دشتیاری
زوال
شھدیں
سلامت
ناامیتے
بییت
زانتکاریں
ھبک
مدا
ایانی
سٹ
کو
ولی
مالداری
واست
سلوکو
ادیب
پیشی
نزیکی
پربست
ازمکار
رہے
باوست
داگ
وتگڑیں
ورگی
کشایی
گنگ
وانینگی
ناسرپداں
لبز
پسی
وهد
سوریں
کارست
رستر
نند
ڈاک
پھتہ
تامربندی
ورگاں
تواربندی
رھشونانی
بہ
دزبندی
ماگل
درے
زلم
شنگ
گندگش
مردی
!!",
مش
بیشک
شینز
ھبر
آماچ
گوست
سی
نکنت
ران
زمانگاں
تیی
ٹکیں
...
سلی
لام
ادات
زات
چه
تیکن
یونیورسٹی
انچوشکہ
نہیں
دراں
آسر
کیں
مبار
ٹیکنول
ترونگ
گیراں
ھمتواریں
آوانی
[SEP]
چیری
یکشاہ
پنامگالاں
کجا
زبانزانت
ارزانتریں
اسر
اگریچاں
تچگ
پرای
سبب
رھبند
الٹ
کتگ
زندگی
رھشونے
امیر
لیں
نشانی
استادانی
رھبنداں
موسا
لبزان
دین
سرشون
تامر
ورناک
واھشتانی
گلام
بک
کتابے
کیک
جمالی
پاگ
اییں
تیر
کاگز
نات
دانکاں
ھمکوپ
پرمڑ
زورآور
درآ
کردار
زار
اھو
کورم
گریواسکیں
بل
زم
ایمیلنگ
جولیا
زوراکی
ھو
تاریھ
وک
پاکیں
زندگ
کی
تگرد
ڈین
سوبمندی
ٹوکاں
اوں
سھب
موتک
مارکس
لاپ
بندیگاں
بیگ
پایدگ
آیرا
زمن
ھتمن
تامدار
مند
مھتر
هم
ییں
تاکدیمے
وپس
زلورت
کامری
شموشان
زھگے
کاش
کما
آتک
کمرہ
ڈیایی
بوگ
روت
زور
گوں
واجھاں
سییدی
ست
گڑد
جوڑشت
"-
هر
جوا
ناسرجم
لھتیں
بھا
بڈی
مچی
چماں
شھادات
ه
پمیشکا
جنجال
رونت
یتی
تپور
برجا
رہا
پوپاں
سروک
ملیرہ
رپتگ
چل
بام
کسمانک
رنگ
سکن
لھم
کارے
چکی
ساھیل
هستی
ژند
نیگ
وڑین
سچکانیں
سیادی
رام
روک
سوار
واج
کردارے
انسٹاگرام
ڈگار
جوانو
چاری
شایرے
آہ
گر
مکن
چن
کریما
مڑاداری
ہ
دگا
ھاتر
وھد
وڈ
نازی
دراتکگیں
چرل
لنگ
ھمکو
میتگ
ک
تریں
ھب
ارگالاں
بشی
سپرے
شمارا
نسیب
بلکیں
یاں
پوریا
کے
میڈیل
گسدگوار
توننگ
الیہ
پرواہ
ہراڑے
کرتگ
من
تچک
آزات
تھریکے
بات
مستریں
اللہ
کارجا
درشان
نر
نبیس
بیران
داللہ
سیمسر
زھرشانی
تیں
تیوگیں
گندگ
_____________________
دورے
اشتری
مردمانی
تگ
بلوچ
تامرانی
ماہ
دایے
دربرتگ
تھریریں
پڑھے
انک
ملکموت
چیرترینگ
نگاھے
شتین
گسی
جی
واھشت
آتا
است
زالب
ارشاں
ایپی
زمبا
لوٹوکیں
وانگجاھے
سوھو
ٹھی
ھمدرور
جوش
دابے
اجہ
ا
شھبیک
نبشت
سوگو
بد
جهد
سل
موٹلے
گوھریں
_
گرا
نوکیں
شتگ
زھگ
دست
چرگ
رھزن
وتواجھیں
جناب
ھرجاہ
نیی
بان
بیگو
درکار
گناه
البت
باد
سازی
راجدوستیں
گپے
دزنام
شمیے
تکانسری
بدو
ابر
نگ
پھمگ
ایردستیں
کتاباں
دیوانے
زنک
آتے
کور
کنان
نگیبی
آیاں
پیگم
جہدکارانی
تپاسانی
اہ
باوستے
زگار
شانگ
دگری
جیکب
شییر
بوانین
جبر
ایشاں
اکتوبر
پیشانی
کساس
جایینگے
روشتگ
پیشدار
واچ
گزراں
درا
درگت
مناک
گالرد
جاونگ
سانک
پیگام
دزی
سنگت
ٹل
زالبولاں
کشان
آن
جھلانک
توجی
وانگا
مچار
اچھی
که
جنجالانی
گیری
زند
کارپد
امجد
چش
در
باوری
دزے
شھکار
تچ
یونیورسٹیاں
آباد
مشکل
لاں
بول
لیجنسی
وشگ
راجدوست
ھ
آسانیں
,
اپسو
مهر
پنج
تاری
کوھ
زانان
لی
کونڈ
بندات
سو
برگ
مسیل
نندگ
بنگالی
ھسا
واجہ
دتے
سوگ
برچن
چرا
سگار
زھور
یی
گرد
شھ
وھارانی
برو
t
اک
انگلی
جے
واه
نش
وانندھیں
یاسی
ارزشتے
یونیورساٹیانی
جار
امریکہ
چنت
سیت
لب
مواد
آما
یوٹیوب
گز
درب
بیگواہ
ٹ
زا
زرت
جاھلے
ریل
واری
چیدگاں
ورنایاں
برجاھ
چاروک
میش
ڈاچی
دژ
ھچبر
ریں
چیر
وھاراں
ابدلستار
اری
ریاستی
سبک
ریچ
ماھروچ
مجید
نشہ
توبر
رچک
دستی
ناساز
انٹر
موہ
مگسی
ڈالر
ھمدرد
نبشتھاں
آرگ
مھل
لگ
ھمے
ٹھل
مجگ
تلویے
جوی
دردیگیں
بساک
کارجاھی
بداتیں
تیار
چارمیکو
شلی
شکاری
گجر
شھل
تانکہ
بندوک
شوکیں
گڑگ
جھدکارے
آجویی
جریدگ
ھد
بیگی
موٹ
چک
وانین
آ
بچک
دلپ
ناب
راجاں
آر
ماتی
گنوک
ڈشت
جنج
س
ڈب
زال
وانگ
ھپتگے
وت
اتی
پوجی
دلیر
نمدی
کاہ
گلزادی
کتابی
جہ
ھرکسے
پدرا
اگ
انجی
بچے
از
ھپتگ
شایری
ریا
دری
واریت
دانکہ
بندی
مھم
دیست
پندلاں
بلی
بال
مڑایانی
کویی
لھمیں
بگر
ماسیں
نیکراھی
زھگانی
جتگال
کشت
جرنلس
پانزل
انا
دو
اڈ
دلپروش
نامین
پیش
تری
دوبھتی
ملنگ
جست
نانی
گدار
باید
ھان
اولیک
همے
زیتیں
لو
کپ
ہراٹی
شاباشی
کنایین
راجیں
هیل
اربی
سیتی
موٹل
بدواھانی
پرد
بچکندے
مارا
ھمگام
اتیں
_ھ
سیر
پچکے
میڈیایی
کارمست
وشتگ
همیش
انچو
آزمان
نیکراہ
ژن
نزور
ماھ
استمانی
بوگی
سنگتے
ایت
دردی
اں
تھنا
مھکمیں
ایسر
بازیں
دیمی
ارزنی
بیھاراں
مردین
ٹیوٹر
ساچشت
جنیں
بت
بچار
پتری
رسیناں
کدی
جیڑھانی
وٹر
درست
رپتگیں
مردمے
رت
وکی
بلوچی_زبان
ھاجی
لھتے
اشت
مری
پتو
ششتگ
ماشااللہ
تھکشیں
یکشل
__
نگی
ال
جول
مشکے
سٹی
وادر
":
بوتگ
ہویے
بکناں
کپتگیں
بولا
میشکا
واجه
بیس
نازینتگ
رم
ساہ
کریسہ
کھگیر
اولی
شلوکیں
داتگیں
دار
کانوناں
تلہ
گنگیں
پسبوک
دنیا
راھیں
گوشت
نامکمل
روھے
دردانی
ساچشتی
ھمیشی
دیریں
مسلسل
ور
ھدار
آؤرت
ایپ
بوتی
ازگارانی
چینلے
گپار
ناز
برچنڈ
آپریشن
دستاں
سیمسراں
ویی
ڑا
کران
رات
تھی
ندار
چاہندار
رواجاں
جیک
انچ
دلپدری
!",
رمکار
وانینگ
با
پیک
ٹاکی
بدھ
گوت
تاھی
k
نرمی
لوگے
ریناں
ان
وشان
ورنای
وستی
دز
آجو
دامگ
ھیران
آمر
آزم
[UNK]
توجیلے
مال
پجار
گہ
کوکواں
پیم
مھکم
کڑ
یکرند
دزگٹ
نن
مجگی
روگیں
لایی
کشار
ھیرانی
وشنت
ایی
واکداراں
انجینیرے
دان
کبین
سلاہ
آدم
رھم
بنیں
زدی
بالاچیے
رندگیر
نیایاں
دژمن
سستی
پار
کونس
روژن
میت
گشتگ
گاڑی
زن
کارجاہ
مدام
وشیں
واناھی
مزنیں
کنگی
دمگ
..
ھبرے
اسٹار
دشتی
نودربر
سوبین
ناد
دریں
ھاسیں
کندگ
نزیک
ڈمیش
[PAD]
دیگی
ادارہ
آی
ناھک
گری
تواربندے
گروپانی
مروچی
دیمتر
ڑ
بچ
مرا
روگا
پاک
شملگ
مپ
نلس
چوں
سرمچار
شیی
گلزمین
گریو
گیشیتگ
نشھے
توار
بندیگ
کنت
جوان
رے
اسکو
ڑی
ھلی
هد
چند
اسلام
کن
بیان
کوھنیں
برابر
وان
پاگواجہ
سویے
ٹھینتگ
سیدگنج
کتا
جیٹل
ریاست
ریچاں
گوستانک
بندری
کسے
مہ
دیمرویی
سرباز
ھال
بامردی
جنگاں
لبزاں
اسٹوڈنٹس
پاد
لیلہ
جوڑی
بدنت
آپ
ایکش
تاجگ
ماں
ماھگل
زاتے
امیت
رھیم
ھاموشی
ترامگیج
درستاں
ره
وشت
زام
اگل
تالب
ہزار
",
رل
شرہ
پرایمری
نت
شھلچہ
پاس
پڑھی
ناپوہ
ادب
پیداور
مرچاں
رنج
یکی
ھورت
دزدیم
جھلانکاں
رج
پھریزگ
بنگیج
ت
براھوی
ھلاسی
بےسوت
کرتے
بیت
وپیسر
ساٹی
نتگ
زبانانی
مارچ
گوش
پگ
تلو
اکسبندی
شان
گرے
پجیگ
اینچک
ن
پیل
راه
پیسوک
آگاہ
بندش
پری
بدات
آپاں
رھشونی
واک
تھمت
سوب
وشبوییں
آمب
ستیں
کسہ
پل
،
میار
پازل
کیبورڈ
کاھی
بلاھیں
ہما
مان
گی
کرینو
چی
و
پرارزشت
بالاچ
سان
ھمدپ
لوٹانی
ملانو
دگیں
همیشی
وھارے
ھبکہ
کنایینت
انسٹیٹوٹ
چار
شانتل
توانا
دور
بالاد
مگیم
دلبڈی
کسی
پابدلستار
چے
بر
دربرجاہ
نبشتاری
بو
ایدگہ
کت
کنایینتگ
آریپیں
براں
گرمیں
پدایین
زانیں
نٹس
شد
کتاب
گنج
ھلیج
شونی
زوراکیاں
زانی
پتر
جز
گشتنانی
شمییگ
کھت
سرسوجاں
ایلو
کھانے
زانتکار
بچارین
گامے
تور
ری
اتا
پو
آیانی
ین
xt
مولوی
دروش
پوھیں
گیشیں
یوب
وپتگ
پروش
برے
تو
ھیں
چیرتری
بدیات
دزھورکی
جستے
مزھب
روزگار
بندانی
آوان
گالتوار
تکگیں
ھل
کجام
سیاسی
رمش
زوالی
وانگی
کمایگ
مننگ
نازک
نبیسگ
چنکس
آییشہ
دیوار
ہوں
.
روچے
زبان
رسول
ماھرنگ
انسانیت
گال
دروگے
کتہ
ٹور
وسی
سودایے
انسا
وھیں
جنزان
سمی
وٹس
میں
راجمستری
واٹساپ
لشکرے
لیکگ
وکو
تکانسر
جملے
پوج
پهریزی
جود
انگریزی
بولان
کنگ
مھرل
پھر
کھان
پک
گد
کشنگ
داروکیں
رچوکیں
نیکہ
گریواس
دارے
اتنت
ھمک
شاگ
وکیں
ناھو
کند
شھر
کلکشان
ٹوک
لوگ
گلامی
پوریاگرے
گیچن
دنت
نمدیانی
بزان
دود
سر
شااللہ
گلامیں
شوربندی
موبیل
نزان
جان
زلوری
گیرھازر
واب
راستیں
ھرابی
بانکار
تباہ
ایڈمیشن
ڈڈ
آبانی
سلتنو
روڑانی
یکت
بشیر
گرایمر
هو
وچ
ارزانت
کیییگ
ہراپک
شنگی
سرسو
کرد
ایشی
ھاشمی
نییت
کشگ
مرگ
پوشاک
سچک
ھاموش
جری
دیمے
پگری
؛",
ھلین
بیبرگ
تکبر
نمی
آگ
بیوکیں
چوشیں
جہدکار
برتگ
درور
کتیں
کوھی
سیدگ
سلیمان
تباھی
ل
الب
دلیریں
ایسا
گڈی
ریگتیں
شھید
کتگیں
کشکے
ھندی
جرنلسٹ
اچی
سلام
شا
پ
توری
ڈیھ
وارتیں
جنگے
بیل
پی
ھرا
لم
ھرنیمگ
ایمان
وست
سیک
ماھکان
گور
کالج
اھسان
گوتو
کارسرے
گون
تمہ
پنجاہ
ستانی
ایں
کنات
بران
نبشتہ
اتگ
گداں
تژن
بدار
رانی
ورگے
بارت
نبشتانکے
بندر
درونت
المی
نوکی
بلکن
وستانک
اوشتوکیں
مزاری
گناھیں
پدا
ایتک
کید
شوکی
باھوٹ
سبکیں
ونی
سیا
درونتے
پس
تھا
مرماں
ہیں
گیرانی
نیاں
نور
"-",
پاکستان
ادبی
اناں
سوھویی
سانگبندانی
تازی
ھداری
یت
مر
پیسبوکی
ایلیٹ
مسالے
مت
کماش
ھمیش
ھوار
زبانے
واھند
رھشون
وھاں
ترما
پیوٹر
ترجمانی
پھور
؟
ٹسا
میڈیا
گنگے
راجی
نودربراں
گرانیں
مسی
تپر
سمج
کوں
مارشتاں
سانگ
]
جابی
شاھگانیں
ردیں
داز
ھرکس
کوک
رواں
راجدوستی
چاں
وانند
توارے
آسراتیاں
باتی
وب
چکا
جگ
پشتی
ی
ھاں
کر
متھ
کارمرزکنگ
زگ
ھمت
اھے
لوٹیں
ھیالاں
درستیں
نیمگ
رسینت
درکپتگ
بیرہ
همک
بزا
انگلیش
پآیی
ھینگ
پنگالی
رند
کتاک
بدانی
ابدل
انسانی
دمگاں
روچاں
شال
اشتر
کیا
دہ
کمر
رندیں
نوں
کامریڈ
رهشون
ھما
زان
لگتمال
یکجاھے
دربر
مستونگ
وری
ھلاپ
ہاٹیگ
ھمراھداری
؛
گوما
رانا
شوب
برجم
اکل
پیں
جد
چنڈین
دربراں
سبکین
ھیالیں
تیاری
موکا
تاوان
سمب
سیں
گوکی
براھ
برات
چوش
جوزگ
یونان
گش
لبزانی
